Repository: holos-aafc/Holos
Catalog: H.CLI/Properties/Resources.*.resx
Languages: fr_ca

# TotalResultsFE
source: totalresults_FeedEstimates
fr_ca: résultatstotaux_EstimationsDeL'Alimentation

source: TotalResultsForAllFarms
fr_ca: résultats totaux pour toutes les fermes

# TotalResultsGHG
source: totalresults_GHGEmissions
fr_ca: résultatstotaux_EmissionsGES

source: #Annual Crops
fr_ca: #cultures annuelles

source: #Cover Crops
fr_ca: #cultures de couverture

# EmergenceDay
source: EmergenceDay = {0}
fr_ca: jour de levée = {0}

# EvapotranspirationData
source: #Evapotranspiration Data{0}
fr_ca: #données d'évapotranspiration{0}

source: #Fodder Corn
fr_ca: #maïs fourrager

# SettingsFileHeader
source: #Polygon ID: {0}
fr_ca: #ID de polygone : {0}

# MoistureResponseFunctionAtSaturation
source: MoistureResponseFunctionAtSaturation = {0}
fr_ca: Fonction de réponse à l’humidité au point de saturation = {0}

# MoistureResponseFunctionAtWiltingPoint
source: MoistureResponseFunctionAtWiltingPoint = {0}
fr_ca: Fonction de réponse à l’humidité au point de flétrissement = {0}

# OutputDirectory
source: OutputDirectory = C:\\Holos\\HolosCommandLineInterface\\Outputs
fr_ca: répertoire de sortie = C:\\Holos\\InterfaceDeLigneDeCommandeHolos\\Sorties

# PercentageOfProductReturnedToSoilForAnnuals
source: PercentageOfProductReturnedToSoilForAnnuals = {0}
fr_ca: Pourcentage du produit des cultures annuelles qui est retourné au sol = {0}

# PercentageOfRootsReturnedToSoilForAnnuals
source: PercentageOfRootsReturnedToSoilForAnnuals = {0}
fr_ca: Pourcentage des racines des cultures annuelles qui est retourné au sol = {0}

# PercentageOfStrawReturnedToSoilForAnnuals
source: PercentageOfStrawReturnedToSoilForAnnuals = {0}
fr_ca: Pourcentage de la paille des cultures annuelles qui est retourné au sol = {0}

source: #Perennial Crops
fr_ca: #cultures vivaces

# PrecipitationData
source: #Precipitation Data{0}
fr_ca: #données de précipitations{0}

source: #Rangeland
fr_ca: #parcours naturel

# RipeningDay
source: RipeningDay = {0}
fr_ca: jour de maturation = {0}

source: #Root crops
fr_ca: #cultures racines

source: #Silage Crops
fr_ca: #cultures à ensilage

source: #Soil Data
fr_ca: #données sur le sol

# TemperatureData
source: #Temperature Data{0}
fr_ca: #données de température{0}

# Settings_AprilMeanTemperature
source: April Mean Temperature
fr_ca: température moyenne d'avril

# Settings_AprilPotentialEvapotranspiration
source: April Potential Evapotranspiration
fr_ca: évapotranspiration potentielle d'avril

# Settings_AprilPrecipitation
source: April Precipitation
fr_ca: précipitations d'avril

# Settings_AugustMeanTemperature
source: August Mean Temperature
fr_ca: température moyenne d'août

# Settings_AugustPotentialEvapotranspiration
source: August Potential Evapotranspiration
fr_ca: évapotranspiration potentielle d'août

# Settings_AugustPrecipitation
source: August Precipitation
fr_ca: précipitations d'août

# Settings_BulkDensity
source: Bulk Density
fr_ca: densité apparente

# Settings_DecemberMeanTemperature
source: December Mean Temperature
fr_ca: température moyenne de décembre

# Settings_DecemberPotentialEvapotranspiration
source: December Potential Evapotranspiration
fr_ca: évapotranspiration potentielle de décembre

# Settings_DecemberPrecipitation
source: December Precipitation
fr_ca: précipitations de décembre

# Settings_DecompositionMaximumTemperature
source: Decomposition Maximum Temperature
fr_ca: température maximale de décomposition

# Settings_DecompositionMinimumTemperature
source: Decomposition Minimum Temperature
fr_ca: température minimale de décomposition

# Settings_DecompositionRateConstantOldPool
source: Decomposition Rate Constant Old Pool
fr_ca: taux de décomposition constant du vieux réservoir de carbone

# Settings_DecompositionRateConstantYoungPool
source: Decomposition Rate Constant Young Pool
fr_ca: taux de décomposition constant du jeune réservoir de carbone

# Settings_Denitrification
source: Denitrification
fr_ca: dénitrification

# Settings_EcodistrictID
source: Ecodistrict ID
fr_ca: ID de l'écodistrict

# Settings_EmergenceDay
source: Emergence Day
fr_ca: jour de levée

# Settings_EmissionFactorForLeachingAndRunOff
source: Emission Factor For Leaching And Runoff
fr_ca: facteur d'émission due au lessivage et au ruissellement

# Settings_EmissionFactorForVolatilization
source: Emission Factor For Volatilization
fr_ca: facteur d'émission due à la volatilisation

# Settings_FebruaryMeanTemperature
source: February Mean Temperature
fr_ca: température moyenne de février

# Settings_FebruaryPotentialEvapotranspiration
source: February Potential Evapotranspiration
fr_ca: évapotranspiration potentielle de février

# Settings_FebruaryPrecipitation
source: February Precipitation
fr_ca: précipitations de février

# Settings_FractionOfNLostByVolatilization
source: Fraction Of N Lost By Volatilization
fr_ca: fraction de N perdue par volatilisation

# Settings_HumificationCoefficientAboveGround
source: Humification Coefficient Above Ground
fr_ca: coefficient d'humification des résidus aériens

# Settings_HumificationCoefficientBelowGround
source: Humification Coefficient Below Ground
fr_ca: coefficient d'humification des résidus souterrains

# Settings_HumificationCoefficientManure
source: Humification Coefficient Manure
fr_ca: coefficient d'humification du fumier

# Settings_JanuaryMeanTemperature
source: January Mean Temperature
fr_ca: température moyenne de janvier

# Settings_JanuaryPotentialEvapotranspiration
source: January Potential Evapotranspiration
fr_ca: évapotranspiration potentielle de janvier

# Settings_JanuaryPrecipitation
source: January Precipitation
fr_ca: précipitations de janvier

# Settings_JulyMeanTemperature
source: July Mean Temperature
fr_ca: température moyenne de juillet

# Settings_JulyPotentialEvapotranspiration
source: July Potential Evapotranspiration
fr_ca: évapotranspiration potentielle de juillet

# Settings_JulyPrecipitation
source: July Precipitation
fr_ca: précipitations de juillet

# Settings_JuneMeanTemperature
source: June Mean Temperature
fr_ca: température moyenne de juin

# Settings_JunePotentialEvapotranspiration
source: June Potential Evapotranspiration
fr_ca: évapotranspiration potentielle de juin

# Settings_JunePrecipitation
source: June Precipitation
fr_ca: précipitations de juin

# Settings_MarchMeanTemperature
source: March Mean Temperature
fr_ca: température moyenne de mars

# Settings_MarchPotentialEvapotranspiration
source: March Potential Evapotranspiration
fr_ca: évapotranspiration potentielle de mars

# Settings_MarchPrecipitation
source: March Precipitation
fr_ca: précipitations de mars

# Settings_MayMeanTemperature
source: May Mean Temperature
fr_ca: température moyenne de mai

# Settings_MayPotentialEvapotranspiration
source: May Potential Evapotranspiration
fr_ca: évapotranspiration potentielle de mai

# Settings_MayPrecipitation
source: May Precipitation
fr_ca: précipitations de mai

# Settings_MicrobeDeath
source: Microbe Death
fr_ca: mort microbienne

# Settings_MoistureResponseFunctionAtSaturation
source: Moisture Response Function At Saturation
fr_ca: Fonction de réponse à l’humidité au point de saturation

# Settings_MoistureResponseFunctionAtWiltingPoint
source: Moisture Response Function At Wilting Point
fr_ca: Fonction de réponse à l’humidité au point de flétrissement

# Settings_NORatio
source: NO Ratio
fr_ca: ratio d'oxyde nitrique

# Settings_NovemberMeanTemperature
source: November Mean Temperature
fr_ca: température moyenne de novembre

# Settings_NovemberPotentialEvapotranspiration
source: November Potential Evapotranspiration
fr_ca: évapotranspiration potentielle de novembre

# Settings_NovemberPrecipitation
source: November Precipitation
fr_ca: précipitations de novembre

# Settings_OctoberMeanTemperature
source: October Mean Temperature
fr_ca: température moyenne d'octobre

# Settings_OctoberPotentialEvapotranspiration
source: October Potential Evapotranspiration
fr_ca: évapotranspiration potentielle d'octobre

# Settings_OctoberPrecipitation
source: October Precipitation
fr_ca: précipitations d'octobre

# Settings_OldPoolCarbonN
source: Old Pool Carbon N
fr_ca: N du vieux réservoir de carbone

# Settings_PercentageOfProductReturnedToSoilForAnnuals
source: Percentage Of Product Returned To Soil For Annuals
fr_ca: Pourcentage du produit des cultures annuelles qui est retourné au sol

# Settings_PercentageOfProductReturnedToSoilForFodderCorn
source: Percentage Of Product Returned To Soil For Fodder Corn
fr_ca: Pourcentage du produit du maïs fourrager qui est retourné au sol

# Settings_PercentageOfProductReturnedToSoilForPerennials
source: Percentage Of Product Returned To Soil For Perennials
fr_ca: Pourcentage du produit des cultures vivaces qui est retourné au sol

# Settings_PercentageOfProductReturnedToSoilForRangelandDueToHarvestLoss
source: Percentage Of Product Returned To Soil For Rangeland Due To Harvest Loss
fr_ca: Pourcentage du produit des pâturages qui est retourné au sol en raison des pertes de récolte

# Settings_PercentageOfProductReturnedToSoilForRootCrops
source: Percentage Of Product Returned To Soil For Root Crops
fr_ca: Pourcentage du produit des cultures racines qui est retourné au sol

# Settings_PercentageOfProductYieldReturnedToSoilForCoverCrops
source: Percentage Of Product Yield Returned To Soil For Cover Crops
fr_ca: Pourcentage du rendement du produit des cultures de couverture qui est retourné au sol

# Settings_PercentageOfProductYieldReturnedToSoilForCoverCropsForage
source: Percentage Of Product Yield Returned To Soil For Cover Crops Forage
fr_ca: Pourcentage du rendement du produit des plantes fourragères faisant office de culture de couverture qui est retourné au sol

# Settings_PercentageOfProductYieldReturnedToSoilForCoverCropsProduce
source: Percentage Of Product Yield Returned To Soil For Cover Crops Produce
fr_ca: Pourcentage du rendement du produit de matières fraîches des cultures de couverture qui est retourné au sol

# Settings_PercentageOfProductYieldReturnedToSoilForSilageCrops
source: Percentage Of Product Yield Returned To Soil For Silage Crops
fr_ca: Pourcentage du rendement du produit des cultures ensilées qui est retourné au sol

# Settings_PercentageOfRootsReturnedToSoilForAnnuals
source: Percentage Of Roots Returned To Soil For Annuals
fr_ca: Pourcentage des racines des cultures annuelles qui est retourné au sol

# Settings_PercentageOfRootsReturnedToSoilForCoverCrops
source: Percentage Of Roots Returned To Soil For Cover Crops
fr_ca: Pourcentage des racines des cultures de couverture qui est retourné au sol

# Settings_PercentageOfRootsReturnedToSoilForFodderCorn
source: Percentage Of Roots Returned To Soil For Fodder Corn
fr_ca: Pourcentage des racines du maïs fourrager qui est retourné au sol

# Settings_PercentageOfRootsReturnedToSoilForPerennials
source: Percentage Of Roots Returned To Soil For Perennials
fr_ca: Pourcentage des racines des cultures vivaces qui est retourné au sol

# Settings_PercentageOfRootsReturnedToSoilForRangeland
source: Percentage Of Roots Returned To Soil For Rangeland
fr_ca: Pourcentage des racines des pâturages qui est retourné au sol

# Settings_PercentageOfRootsReturnedToSoilForSilageCrops
source: Percentage Of Roots Returned To Soil For Silage Crops
fr_ca: Pourcentage des racines des cultures ensilées qui est retourné au sol

# Settings_PercentageOfStrawReturnedToSoilForAnnuals
source: Percentage Of Straw Returned To Soil For Annuals
fr_ca: Pourcentage de la paille des cultures annuelles qui est retourné au sol

# Settings_PercentageOfStrawReturnedToSoilForCoverCrops
source: Percentage Of Straw Returned To Soil For Cover Crops
fr_ca: Pourcentage de la paille des cultures de couverture qui est retourné au sol

# Settings_PercentageOfStrawReturnedToSoilForRootCrops
source: Percentage Of Straw Returned To Soil For Root Crops
fr_ca: Pourcentage de la paille des cultures racines qui est retourné au sol

# Settings_ProportionOfClayInSoil
source: Proportion Of Clay In Soil
fr_ca: Proportion d’argile du sol

# Settings_ProportionOfSandInSoil
source: Proportion Of Sand In Soil
fr_ca: Proportion de sable du sol

# Settings_ProportionOfSoilOrganicCarbon
source: Proportion Of Soil Organic Carbon
fr_ca: Proportion de carbone organique dans le sol

# Settings_RipeningDay
source: Ripening Day
fr_ca: jour de maturation

# Settings_SeptemberMeanTemperature
source: September Mean Temperature
fr_ca: température moyenne de septembre

# Settings_SeptemberPotentialEvapotranspiration
source: September Potential Evapotranspiration
fr_ca: évapotranspiration potentielle de septembre

# Settings_SeptemberPrecipitation
source: September Precipitation
fr_ca: précipitations de septembre

# Settings_SoilGreatGroup
source: Soil Great Group
fr_ca: grand groupe de sols

# Settings_SoilPh
source: Soil Ph
fr_ca: pH du sol

# Settings_SoilTexture
source: Soil Texture
fr_ca: texture du sol

# Settings_TopLayerThickness
source: Top Layer Thickness
fr_ca: épaisseur de la couche supérieure

# Settings_Variance
source: Variance
fr_ca: écart

# Settings_YearOfObservation
source: Year Of Observation
fr_ca: année d'observation

# EnumOutputDirectory
source: Output Directory
fr_ca: répertoire d’extrants

# LanguageNotSupported
source: The Language {0} is not supported by the Holos Command Line Interface. Please change the language on your operating system to either French (Canada) or English (Canada)
fr_ca: La langue {0} n’est pas supportée par l’interface de ligne de commande de Holos. Veuillez modifier la langue dans votre système d’opération et choisir français (Canada) ou anglais (Canada).

source: nameofsettingsfile
fr_ca: nom du fichier de paramètres

source: Above Ground C Stocks Per Tree
fr_ca: stocks de C aérien par arbre

source: Age
fr_ca: âge

source: Below Ground C Stocks Per Tree
fr_ca: stocks de C souterrain par arbre

source: C_planting
fr_ca: C_plantation

source: C Stocks Per Tree
fr_ca: stocks de C par arbre

source: C_treetype
fr_ca: C_typed'arbre

# NumberOfTrees
source: # Trees
fr_ca: # arbres

# PercentMortality
source: % Mortality
fr_ca: % de mortalité

source: Proportion of ideal tree
fr_ca: proportion de l'arbre idéal

source: Row
fr_ca: rangée

source: Shelterbelt
fr_ca: brise-vent

source: Total CO2_shelterbelt
fr_ca: CO2 total_brise-vent

source: Total C_shelterbelt
fr_ca: C total_brise-vent

source: Year
fr_ca: année

source: HolosExampleFarm
fr_ca: exemple de ferme Holos

# ICBMSettingsHeader
source: # ICBM/Climate
fr_ca: # MIBC/Climat

source: Emission Factor Leaching
fr_ca: facteur d'émission due au lessivage

source: Emission Factor Volatilization
fr_ca: facteur d'émission due à la volatilisation

source: Fraction Leaching
fr_ca: fraction lessivée

# PromptForFarmsFolderLocation
source: Please enter the location of your "Farms" folder to run the Holos Command Line Interface
fr_ca: Veuillez indiquer l’emplacement de votre dossier de « Fermes » pour exécuter l’interface de ligne de commande de Holos.

# InitialMessageAfterInstallation
source: Holos has created a template farm folder with the sample directories and data input files in the following directory: {0}. Please go into these folders and create your data files for your Farm. Please hit enter to exit the application.
fr_ca: Holos a généré un dossier de ferme modèle avec les répertoires d’échantillons et les fichiers de données dans le répertoire suivant : {0}. Veuillez aller dans ces dossiers et créer des fichiers de données pour votre ferme. Appuyez sur la touche « enter » pour sortir de l’application.

# FarmDoesNotContainAnyData
source: The Farm: {0} does not contain any data for the Components. Therefore, there is no data to process!
fr_ca: La ferme : {0} ne contient aucune donnée relative aux composants. Il n’y a donc aucune donnée à traiter!

# NoFarmsToProcess
source: There are no Farms that can be processed. Please create data input files for your Farms. Please press enter to exit
fr_ca: Aucune ferme ne peut être traitée. Veuillez créer des fichiers de données pour vos fermes. Appuyez sur la touche « enter » pour sortir.

# PromptUserToUsePreviousDirectory
source: The previously entered directory containing your farms is: {0} Would you like to continue using this directory?
fr_ca: Le répertoire précédemment entré contenant vos fermes est : {0}.\n Voulez-vous continuer d’utiliser ce répertoire?

# LabelProcessingComplete
source: Processing complete, press enter to exit the application.
fr_ca: Le traitement est terminé, appuyez sur la touche « enter » pour sortir de l’application.

# InterpolatedTotalNumberOfFarmsFound
source: {0} total farms found.
fr_ca: {0} total de fermes trouvées.

# LabelWhatIsThePathToYourExportedFarms
source: What is the full directory path to your exported farms?
fr_ca: Quel est le chemin d'accès complet au répertoire de vos fermes exportées?

# LabelWouldYouLikeToImportFarmsFromTheGui
source: Do you have farms that you would like to import from the Holos GUI?
fr_ca: Avez-vous des fermes que vous aimeriez importer depuis l’interface graphique de l’utilisateur (GUI) de Holos?

# LabelYes
source: Yes
fr_ca: oui

# LabelCreatingFieldInputFiles
source: Creating field input files.
fr_ca: création de fichiers de données sur les champs.

# LabelCreatingSwineInputFiles
source: Creating swine input files.
fr_ca: création de fichiers de données sur les porcs.

# LabelCreatingBeefCattleInputFiles
source: Creating beef cattle input files.
fr_ca: création de fichiers de données sur les bovins de boucherie.

# LabelCreatingDairyCattleInputFiles
source: Creating dairy cattle input files.
fr_ca: création de fichiers de données sur les bovins laitiers.

# LabelCreatingSheepInputFiles
source: Creating sheep input files.
fr_ca: création de fichiers de données sur les ovins.

# LabelCreatingPoultryInputFiles
source: Creating poultry input files.
fr_ca: création de fichiers de données sur les volailles.

# LabelCreatingOtherAnimalsInputFiles
source: Creating other animal input files.
fr_ca: création de fichiers de données sur les autres animaux.

# LabelGettingExportedFarms
source: Reading exported farms...
fr_ca: lecture des fermes exportées ...

# LabelFarm
source: Farm
fr_ca: ferme

# InterpolatedTotalFarmsSuccessfullyImported
source: {0} total farms imported.
fr_ca: {0} total de fermes importées.

# LabelNo
source: No
fr_ca: non

# LabelYesNo
source: (yes/no)
fr_ca: (oui/non)

# LabelInputFilesHaveBeenCreatedAndStoredInYourFarmsDirectory
source: {0} total component input files have been created for your imported farms.
fr_ca: {0} fichiers de composantes ont été créés en tout pour vos fermes importées.

# Settings_UseClimateParameterInsteadOfManagementFactor
source: Use climate parameter instead of management factor
fr_ca: Utilisez un paramètre climatique au lieu d’un facteur de gestion

# Settings_ClimateFilename
source: Climate filename
fr_ca: nom du fichier du climat

# Settings_SoilFunctionalCategory
source: Soil functional category
fr_ca: catégorie fonctionnelle de sol

# TotalResultsAllFields
source: ICBM_Results_All_Farms
fr_ca: ICBM_Resultats_toutes les_farms

# Key_NitrogenDeposit
source: Nitrogen Deposit
fr_ca: dépôt de l'azote

# Key_NitrogenFixation
source: Nitrogen Fixation
fr_ca: fixation de l'azote

# DataMissingOptionalHeader
source: An optional header named "{0}" is missing. Holos will use a default value in {1}
fr_ca: Un en-tête facultatif nommé « {0} » manque. Holos utilisera une valeur par défaut dans {1}.

# Settings_ClimateDataAcquisition
source: Climate Data Acquisition
fr_ca: acquisition de données climatiques

# Settings_EnableCarbonModelling
source: Enable Carbon Modelling
fr_ca: permettre la modélisation du carbone

# Key_Lignin
source: Lignin
fr_ca: Lignine

# Key_Sand
source: Sand
fr_ca: Sable

# Settings_PolygonNumber
source: Polygon Number
fr_ca: Numéro du polygone

source: Daily Manure Methane Emission Rate
fr_ca: Taux quotidien d’émission de méthane du fumier

source: Volatile Solids
fr_ca: Solides volatils

source: Number Of Young Animals
fr_ca: Nombre de jeunes animaux

source: Fraction Of Carbon In Manure
fr_ca: Fraction de carbone dans le fumier

source: Manure Excretion Rate
fr_ca: Taux d’excrétion dans le fumier

source: Activity Coefficient Of Feeding Situation
fr_ca: Coefficient d’activité de la situation alimentaire

source: Ash Content Of Diet
fr_ca: Teneur en cendres du régime alimentaire

source: Group Pairing Number
fr_ca: Numéro d'appariement au groupe

source: Animals Are Milk Fed Only
fr_ca: Les animaux sont nourris au lait seulement

source: Moisture Content Of Bedding Material
fr_ca: Teneur en humidité de la matière constituant la litière

source: Total Carbon Kilograms Dry Matter For Bedding
fr_ca: Méthode d’attribution du rendement

source: Total Nitrogen Kilograms Dry Matter For Bedding
fr_ca: Qté de carbone total en kg de matière sèche de litière

source: User Defined Bedding Rate
fr_ca: Taux relatif à la litière définie par l’utilisateur

source: Fraction Of Organic Nitrogen Immobilized
fr_ca: Fraction d’azote organique immobilisée

source: Fraction Of Organic Nitrogen Mineralized
fr_ca: Fraction d’azote organique minéralisée

source: Fraction Of Organic Nitrogen Nitrified
fr_ca: Fraction d’azote organique nitrifiée

source: Ammonia Emission Factor For Manure Storage
fr_ca: Facteur d’émission d’ammoniac pour le stockage du fumier

# LabelAreYourExportedFarmsInCurrentFarmDirectory
source: Are your exported farms in your current farms directory?
fr_ca: Les fermes exportées figurent-elles dans votre répertoire actuel?

# Settings_CarbonModellingStrategy
source: Carbon modelling strategy
fr_ca: Stratégie de modélisation du carbone

# Key_DigestateCarbonInputsPerHectare
source: Digestate Carbon Inputs Per Hectare
fr_ca: Apports de carbone du digestat par hectare

# Key_ManureCarbonInputsPerHectare
source: Manure Carbon Inputs Per Hectare
fr_ca: Intrants de carbone du fumier par hectare

# Settings_RunInPeriodYears
source: Run In Period Years
fr_ca: Exécution en années

# Key_AboveGroundResidueDryMatter
source: Above Ground Residue Dry Matter
fr_ca: Matière sèche des résidus en surface

# Key_BelowGroundResidueDryMatter
source: Below Ground Residue Dry Matter
fr_ca: Matière sèche des résidus souterrains

# Key_NitrogenContent
source: Nitrogen Content
fr_ca: Teneur en azote

# Key_TFac
source: TFac
fr_ca: FacT

# Key_TotalNitrogenInputsForIpccTier2
source: Total Nitrogen Inputs For Ipcc Tier 2
fr_ca: Apports d’azote total pour le volet 2 du Giec

# Key_WFac
source: WFac
fr_ca: FacE

# Key_MoistureContentOfCropPercentage
source: Moisture Content Of Crop Percentage
fr_ca: Teneur en humidité de la culture en pourcentage

# Settings_YieldAssignmentMethod
source: Yield Assignment Method
fr_ca: Méthode d’attribution du rendement

# Key_FuelEnergy
source: Fuel Energy
fr_ca: Énergie du combustible

# Key_HerbicideEnergy
source: Herbicide Energy
fr_ca: Énergie des herbicides

# Key_FertilizerBlend
source: Fertilizer Blend
fr_ca: Mélange d’engrais

# InputFileNotFound
source: Error: input file {0} not found.
fr_ca: Erreur : fichier d’entrée {0} introuvable.

# LabelCreatingSettingsFile
source: Creating .SETTINGS file.
fr_ca: Création du fichier . SETTINGS.

# CannotWriteToNetworkDrive
source: Cannot write files to network drive: {0}
fr_ca: Impossible d’écrire des fichiers sur le lecteur réseau : {0}

source: Fraction Of Nitrogen In Manure
fr_ca: Fraction d’azote dans le fumier

source: Daily Tan Excretion
fr_ca: Excrétion quotidienne d'AAT
