Repository: holos-aafc/Holos
Catalog: H.CLI/Properties/Resources.*.resx
Languages: fr_ca

source: All Farms
fr_ca: toutes les fermes

source: Component Category
fr_ca: catégorie de composantes

source: Component Name
fr_ca: nom de composante

source: Conversion finished.
fr_ca: conversion terminée.

# CreateADefaultLethbridgeSettingsFile
source: 3. Create a settings file for your Farm based on the data corresponding to the Lethbridge, Alberta location.
fr_ca: 3. Générer un fichier de paramètres pour votre ferme avec les données d’emplacement correspondant à celles de Lethbridge en Alberta.

# CreateASettingsFIleBasedOnPolygon
source: 2. You know your Polygon ID and would like to create a settings file based on your location
fr_ca: 2. Connaissant l’ID de votre polygone, vous souhaitez générer un fichier de paramètres fondé sur les données d’emplacement de votre ferme.

# CreatingDefaultLethbridgeGeographicData
source: The Holos Command Line Interface is creating a default settings file with the Farm location set to the following location: Lethbridge, Alberta. The settings file can be found in this location: {0}. Please refer to this location when you modify the settings file to match your Farm's location data
fr_ca: L’interface de ligne de commande de Holos génère par défaut un fichier de paramètres qui sont fondés sur les données d’emplacement d’une ferme située à Lethbridge en Alberta. Le fichier de paramètres se trouve à l’emplacement : {0}. Veuillez vous référer à cet endroit si vous modifiez le fichier de paramètres pour établir une correspondance avec les données d’emplacement de votre ferme.

# DataInputMistakeData
source: There is a data input mistake at Row: {0} , Column: {1}. at the location: {2}.
fr_ca: Il y a une erreur de saisie de données à la ligne : {0}, colonne : {1} à l’emplacement : {2}.

# DataInputMistakeHeader
source: There is an input mistake with the header at Row: {0} in {1}. The header should be: {2}.
fr_ca: Il y a une erreur de saisie de l’en-tête à la ligne : {0} dans {1}. L’en-tête doit être : {2}.

# DirectN2O
source: Direct N2O {0}
fr_ca: N2O direct {0}

# DirectoryNotFound
source: Have you correctly inputed the path to the directory correctly?: {0}
fr_ca: Avez-vous saisi correctement le chemin d’accès au répertoire? : {0}

# DuplicateAnimalGroupTypesReferringToSameAnimalGroup
source: There should be one Group Type associated with each Group (Component Group Name). The Group Types: {0} refer to the same Group called {1}. The error can be found in the file at {2}
fr_ca: Un seul type de groupe devrait être associé par groupe (nom du groupe des composantes). Les types de groupes : {0} se rapporte au même groupe nommé {1}. L’erreur se trouve dans le fichier à {2}.

# EmptyDataInput
source: There is an empty data value at Row: {0}, Column: {1} in {2}.
fr_ca: Un champ de données est vide à la ligne : {0}, colonne : {1} dans {2}.

# EnergyCO2
source: Energy CO2 {0}
fr_ca: CO2 énergétique {0}

# EntericCH4
source: Enteric CH4 {0}
fr_ca: CH4 entérique {0}

# EnterYourChoice
source: Please enter your choice:
fr_ca: Veuillez entrer votre choix :

# ExitAndRunHolosToDetermineFarmLocation
source: 1. Exit and run Holos to determine your Farm's location
fr_ca: 1. Sortir et exécuter Holos pour déterminer l’emplacement de votre ferme

source: Farm Name
fr_ca: nom de la ferme

source: Farm Total
fr_ca: total de la ferme

# FollowingFileHasBeenParsed
source: The following file has been parsed: {0}.
fr_ca: Le fichier suivant a été analysé : {0}.

# IndirectN2O
source: Indirect N2O {0}
fr_ca: N2O indirect {0}

# InvalidBaseDirectory
source: We cannot find the directory at {0}.
fr_ca: Il est impossible de trouver le répertoire à {0}.

# InvalidComponentDirectoryName
source: The following Component Directory is invalid: {0} in the Farm: {1} and will not be processed.
fr_ca: Le répertoire de composantes suivant est invalide : {0} dans la ferme : {1} et il ne sera pas traité.

# InvalidCoverCropTerminationType
source: {0} is not a valid CoverCropTerminationType. The error is found at Row:{1}, Column:{2} in {3}.
fr_ca: {0} n’est pas un type valide d'interruption de la culture de couverture. L’erreur se trouve à la ligne : {1}, colonne : {2} dans {3}.

# InvalidCoverCropType
source: {0} is not a valid CoverCropType. The error is found at Row:{1}, Column:{2} in {3}.
fr_ca: {0} n’est pas un type valide de culture de couverture. L’erreur se trouve à la ligne : {1}, colonne : {2} dans {3}.

# InvalidCropType
source: {0} is not a valid CropType. The error is found at Row:{1}, Column:{2} in {3}.
fr_ca: {0} n’est pas un type de culture valide. L’erreur se trouve à la ligne : {1}, colonne : {2} dans {3}.

# InvalidDataInput
source: There is an invalid data input at Row: {0}, Column: {1}, at the location: {3}.
fr_ca: Une donnée est invalide à la ligne : {0}, colonne : {1}, à l’emplacement : {3}.

# InvalidDate
source: {0} is not a valid Date. The error is found at Row:{1}, Column:{2} in {3}.
fr_ca: {0} n’est pas une date valide. L’erreur se trouve à la ligne : {1}, colonne : {2} dans {3}.

# InvalidDiet
source: {0} is not a valid Diet. The error is found at Row:{1}, Column:{2} in {3}.
fr_ca: {0} n’est pas un régime alimentaire valide. L’erreur se trouve à la ligne : {1}, colonne : {2} dans {3}.

# InvalidDietAdditiveType
source: {0} is not a valid DietAdditiveType. The error is found at Row:{1}, Column:{2} in {3}.
fr_ca: {0} n’est pas un type de supplément alimentaire valide. L’erreur se trouve à la ligne : {1}, colonne : {2} dans {3}.

# InvalidDirectory
source: The directory at {0} cannot be found.
fr_ca: Le répertoire à {0} ne peut pas être trouvé.

# InvalidHardinessZone
source: {0} is not a valid HardinessZone. The error is found at Row: {1}, Column {2} in {3}.
fr_ca: {0} n’est pas une zone de rusticité valide. L’erreur se trouve à la ligne : {1}, colonne {2} dans {3}.

# InvalidHarvestMethod
source: {0} is not a valid HarvestMethod. The error is found at Row:{1}, Column:{2} in {3}.
fr_ca: {0} n’est pas une méthode de récolte valide. L’erreur se trouve à la ligne : {1}, colonne : {2} dans {3}.

# InvalidHousingType
source: {0} is not a valid Housing Type. The error is found at Row:{1}, Column:{2} in {3}.
fr_ca: {0} n’est pas un mode de logement valide. L’erreur se trouve à la ligne : {1}, colonne : {2} dans {3}.

# InvalidIrrigationType
source: {0} is not a valid IrrigationType. The error is found at Row:{1}, Column:{2} in {3}.
fr_ca: {0} n’est pas un type d’irrigation valide. L’erreur se trouve à la ligne : {1}, colonne : {2} dans {3}.

# InvalidManureAnimalSourceType
source: {0} is not a valid ManureAnimalSourceType. The error is found at Row:{1}, Column:{2} in {3}.
fr_ca: {0} n’est pas un type de fumier valide. L’erreur se trouve à la ligne : {1}, colonne : {2} dans {3}.

# InvalidManureApplicationType
source: {0} is not a valid ManureApplicationType. The error is found at Row:{1}, Column:{2} in {3}.
fr_ca: {0} n’est pas un type d’épandage du fumier valide. L’erreur se trouve à la ligne : {1}, colonne : {2} dans {3}.

# InvalidManureLocationSourceType
source: {0} is not a valid ManureLocationSourceType. The error is found at Row:{1}, Column:{2} in {3}.
fr_ca: {0} n’est pas un type de source d'emplacement du fumier valide. L’erreur se trouve à la ligne : {1}, colonne : {2} dans {3}.

# InvalidManureManagement
source: {0} is not a valid Manure Management Type. The error is found at Row:{1}, Column:{2} in {3}.
fr_ca: {0} n’est pas un type de gestion du fumier valide. L’erreur se trouve à la ligne : {1}, colonne : {2} dans {3}.

# InvalidManureStateType
source: {0} is not a valid ManureStateType. The error is found at Row:{1}, Column:{2} in {3}.
fr_ca: {0} n’est pas un état du fumier valide. L’erreur se trouve à la ligne : {1}, colonne : {2} dans {3}.

# InvalidPropertyName
source: Have you recently changed the name of one of the properties in the component at Row: {0} Column: {1} in {2}?
fr_ca: Avez-vous récemment modifié le nom de l’une des propriétés dans la composante à la ligne : {0} colonne : {1} dans {2}?

# InvalidResponse
source: {0} is not a valid Response. The error is found at Row:{1}, Column:{2} in {3}.
fr_ca: {0} n’est pas une réponse valide. L’erreur se trouve à la ligne : {1}, colonne : {2} dans {3}.

# InvalidSettingsFilePath
source: The path to the settings file cannot be found.
fr_ca: Le chemin d’accès au fichier des paramètres ne peut pas être trouvé.

# InvalidTillageType
source: {0} is not a valid TillageType. The error is found at Row:{1}, Column:{2} in {3}.
fr_ca: {0} n’est pas un type de travail du sol valide. L’erreur se trouve à la ligne : {1}, colonne : {2} dans {3}.

# InvalidTreeSpecies
source: {0} is not a valid Tree Species. The error is found at Row: {1}, Column {2} in {3}.
fr_ca: {0} n’est pas une espèce d’arbre valide. L’erreur se trouve à la ligne : {1}, colonne {2} dans {3}.

# ListOfValidDirectories
source: Please make sure that the directories listed above are spelled correctly according to the list of valid Component Directory names below:
fr_ca: Assurez-vous que les répertoires énumérés plus haut sont bien épelés, conformément à la liste des noms de répertoires de composantes valides ci-dessous :

# ManureCH4
source: Manure CH4 {0}
fr_ca: CH4 du fumier {0}

# NegativeInteger
source: {0} is not a valid data input. The error is found at Row: {1}, Column {2} in {3}.
fr_ca: {0} n’est pas une donnée valide. L’erreur se trouve à la ligne : {1}, colonne {2} dans {3}.

# NoFileData
source: The following file does not have any data to parse: {0}.
fr_ca: Le fichier suivant n’a aucune donnée à analyser : {0}.

# NotAValidPolygonID
source: {0} is not a valid Polygon ID
fr_ca: {0} n’est pas un ID de polygone valide.

source: Parsing files...
fr_ca: Analyse des fichiers ...

# ParsingFinished
source: Parsing has finished.
fr_ca: L’analyse est terminée.

# PromptToEnterPolygonID
source: Please enter your Farm location ID (Polygon ID)
fr_ca: Veuillez entrer l'ID de l’emplacement de votre ferme (ID du polygone).

# PromptUserForLanguage
source: Please enter the number corresponding to your preferred language (English = 1, French = 2)
fr_ca: Veuillez entrer le numéro correspondant à votre langue de préférence (anglais = 1, français = 2)

# PromptUserForPolygonSelection
source: In order to process the data for your Farm, the Holos Command Line Interface needs to know the location of your Farm to produce results. If you do not know your location of your Farm, please run Holos and determine the location by selecting your geographical area in the 'Setting Your Farm Location' section. The Farm that does not have a settings file is: {0}
fr_ca: Afin de traiter les données de votre ferme, l’interface de ligne de commande de Holos doit connaître l’emplacement de votre ferme pour générer des résultats. Si vous ignorez l’emplacement de la ferme, utilisez Holos pour la déterminer en sélectionnant votre zone géographique à la section « Détermination de l’emplacement de votre ferme ». La ferme qui n’a pas de fichier de paramètres est le : {0}

# PromptUserForUnitsOfMeasurement
source: Please enter the number corresponding to your preferred units of measurement (Metric = 1, Imperial = 2)
fr_ca: Veuillez entrer le numéro correspondant aux unités du système de mesure préféré (métrique = 1, impérial = 2)

# ReadingSettingsFile
source: Reading the settings file...
fr_ca: Lecture du fichier de paramètres ...

# SameNameError
source: ComponentsWithTheSameNameError: The following {0} file does not have a unique Component name: {1}. The name that is in conflict is {2}, please change the appropriate column that refers to the Components name in the mentioned file to be unique.
fr_ca: Composantes ayant la même erreur de nom : Le fichier {0} suivant n’a pas un nom de composante unique : {1}. Le nom en conflit est {2}. Veuillez modifier la colonne appropriée qui réfère au nom des composantes dans le fichier mentionné qui doit être unique.

# SameNameErrorExceptionMessage
source: There are {0} {1} Components that have the same name in their data input files. Please change the files mentioned in the CLI to have unique names.
fr_ca: Il y a {0} {1} composantes qui ont le même nom dans leurs fichiers de données. Veuillez modifier les fichiers mentionnés dans le CLI de manière à avoir des noms uniques.

# SelectPolygonOptions
source: Please select one of the options below to continue processing
fr_ca: Veuillez sélectionner l’une des options ci-dessous pour poursuivre le traitement.

# SettingsFileWillBeCreatedHere
source: The settings file will be created here: {0}
fr_ca: Le fichier de paramètres sera créé ici : {0}

source: Starting component conversion...
fr_ca: début de la conversion de composantes…

# StartingConversion
source: Starting conversion for {0}...
fr_ca: début de la conversion de {0}...

# StartingProcessing
source: Starting processing of Farms
fr_ca: Début du traitement des fermes.

# StartingIndividualComponentProcessing
source: Starting the processing of the Components in the following Farm: {0}
fr_ca: Début du traitement des composantes de la ferme suivante : {0}

# SubTotal
source: Sub-total {0}
fr_ca: sous-total {0}

source: Totals
fr_ca: totaux

source: Uncertainty
fr_ca: incertitude

source: Yards
fr_ca: verges

source: All Months
fr_ca: tous les mois

# Key_Area
source: Area
fr_ca: superficie

# DefaultBeefInputFolder
source: Beef
fr_ca: bœuf

source: FPCM
fr_ca: LCMGP

source: Harvest
fr_ca: récolte

source: Lamb
fr_ca: agneau

source: Land Applied Manure
fr_ca: fumier appliqué sur les terres

source: Milk
fr_ca: lait

source: Month
fr_ca: mois

source: Component Group Name
fr_ca: nom de groupe de composantes

source: Dry Matter Intake
fr_ca: ingestion de matière sèche

source: Activity Coefficient
fr_ca: coefficient d'activité

source: ADG
fr_ca: GMQ

# Key_AmountOfIrrigation
source: Amount Of Irrigation
fr_ca: quantité d'eau d'irrigation

# Key_AmountOfManureApplied
source: Amount Of Manure Applied
fr_ca: quantité de fumier appliquée

source: Ash Content
fr_ca: teneur en cendres

source: Average Circumference
fr_ca: circonférence moyenne

source: Average Daily Gain
fr_ca: gain moyen quotidien

# Key_BiomassCoefficientExtraroot
source: Biomass Coefficient Extraroot
fr_ca: coefficient de biomasse extraracinaire

# Key_BiomassCoefficientProduct
source: Biomass Coefficient Product
fr_ca: coefficient de biomasse du produit

# Key_BiomassCoefficientRoots
source: Biomass Coefficient Roots
fr_ca: coefficient de biomasse des racines

# Key_BiomassCoefficientStraw
source: Biomass Coefficient Straw
fr_ca: coefficient de biomasse de la paille

# Key_CarbonConcentration
source: Carbon Concentration
fr_ca: concentration de carbone

# Settings_CarbonConcentration
source: Carbon Concentration
fr_ca: concentration de carbone

# Key_CoverCropsUsed
source: Cover Crops Used
fr_ca: cultures de couverture utilisées

# Key_CoverCropTerminationType
source: Cover Crop Termination Type
fr_ca: type d'interruption de la culture de couverture

# Key_CoverCropType
source: Cover Crop Type
fr_ca: type de culture de couverture

# Key_CropIsGrazed
source: Crop Is Grazed
fr_ca: culture est pâturée

# Key_FieldSystemComponentGuid
source: Field System Component Guid
fr_ca: GUID des composants du système de champ

# Key_TimePeriodCategoryString
source: Time Period Category String
fr_ca: chaîne de catégories de période

# Key_ClimateParameter
source: Climate Parameter
fr_ca: paramètre climatique

# Key_TillageFactor
source: Tillage Factor
fr_ca: facteur de travail du sol

# Key_ManagementFactor
source: Management Factor
fr_ca: facteur de gestion

# Key_PlantCarbonInAgriculturalProduct
source: Plant Carbon In Agricultural Product
fr_ca: carbone végétal dans le produit agricole

# Key_CarbonInputFromProduct
source: Carbon Input From Product
fr_ca: apport de carbone du produit

# Key_CarbonInputFromStraw
source: Carbon Input From Straw
fr_ca: apport de carbone de la paille

# Key_CarbonInputFromRoots
source: Carbon Input From Roots
fr_ca: apport de carbone des racines

# Key_CarbonInputFromExtraroots
source: Carbon Input From Extraroots
fr_ca: apport de carbone du matériel extraracinaire

# Key_SizeOfFirstRotationForField
source: Size Of First Rotation For Field
fr_ca: superficie de la première rotation pour le champ

# Key_AboveGroundCarbonInput
source: Above Ground Carbon Input
fr_ca: apport de carbone aérien

# Key_BelowGroundCarbonInput
source: Below Ground Carbon Input
fr_ca: apport de carbone souterrain

# Key_NumberOfCropsInRotation
source: Number Of Crops In Rotation
fr_ca: nombre de cultures en rotation

# Key_CropType
source: Crop Type
fr_ca: type de culture

# Key_CropYear
source: Crop Year
fr_ca: année de la culture

source: Crude Protein
fr_ca: protéine brute

# Key_CurrentYear
source: Current Year
fr_ca: année en cours

source: Cut Year
fr_ca: année de coupe

# DefaultDairyInputFolder
source: Dairy
fr_ca: bovins laitiers

source: Diet Additive Type
fr_ca: type de supplément de ration

source: Ecodistrict ID
fr_ca: ID de l'écodistrict

source: End Weight
fr_ca: poids final

source: Energy Required To Produce Milk
fr_ca: énergie nécessaire à la production de lait

source: Energy Required To Produce Wool
fr_ca: énergie nécessaire à la production de laine

source: Fat
fr_ca: gras

source: Feed Intake
fr_ca: prise alimentaire

# DefaultFieldsInputFolder
source: Fields
fr_ca: champs

source: Final Weight
fr_ca: poids final

source: Final Weight Of Calves
fr_ca: poids final des veaux

source: Forage
fr_ca: fourrage

source: Gain Coefficient
fr_ca: coefficient de gain

source: Gain Coefficient A
fr_ca: coefficient de gain A

source: Gain Coefficient B
fr_ca: coefficient de gain B

source: Group Name
fr_ca: nom du groupe

source: Group Type
fr_ca: type de groupe

source: Group Id
fr_ca: ID du groupe

source: Hardiness Zone
fr_ca: zone de rusticité

# Key_HarvestMethod
source: Harvest Method
fr_ca: méthode de récolte

source: Housing Type
fr_ca: type de logement

source: Initial Weight
fr_ca: poids initial

source: Initial Weight Of Calves
fr_ca: poids initial des veaux

# Key_IrrigationType
source: Irrigation Type
fr_ca: type d'irrigation

# Key_IsIrrigated
source: Is Irrigated
fr_ca: est irrigué

# Key_IsPesticideUsed
source: Is Pesticide Used
fr_ca: est-ce que des pesticides sont utilisés?

source: Live Tree Count
fr_ca: nombre d'arbres vivants

source: Maintenance Coefficient
fr_ca: coefficient d'entretien

source: Management Period Days
fr_ca: jours de la période de gestion

source: Management Period Name
fr_ca: nom de la période de gestion

source: Cow Calf Pairing Number
fr_ca: nombre de paires de vache et de veau

source: Management Period Start Date
fr_ca: date de début de la période de gestion

# Key_ManureAnimalSourceType
source: Manure Animal Source Type
fr_ca: source animale de fumier

# Key_ManureApplicationType
source: Manure Application Type
fr_ca: mode d'épandage du fumier

# Key_ManureApplied
source: Manure Applied
fr_ca: fumier appliqué

# Key_ManureLocationSourceType
source: Manure Location Source Type
fr_ca: emplacement du fumier

source: ManureManagement
fr_ca: gestion du fumier

# Key_ManureStateType
source: Manure State Type
fr_ca: état du fumier

source: ME
fr_ca: énergie métabolisée

source: Methane Conversion Factor
fr_ca: facteur de conversion en méthane

source: Methane Conversion Factor Adjusted
fr_ca: facteur de conversion en méthane ajusté

source: Methane Conversion Factor Of Diet
fr_ca: facteur de conversion en méthane de la ration

source: Methane Conversion Factor Of Manure
fr_ca: facteur de conversion en méthane du fumier

source: Methane Producing Capacity Of Manure
fr_ca: potentiel de production de méthane du fumier

source: Milk Fat Content
fr_ca: teneur en matières grasses du lait

source: Milk Production
fr_ca: production laitière

source: Milk Protein
fr_ca: protéine laitière

# Key_MoistureContentOfCrop
source: Moisture Content Of Crop
fr_ca: teneur en humidité de la culture

source: N2O Direct Emission Factor
fr_ca: facteur d'émission directe de N2O

# Key_Name
source: Name
fr_ca: nom

source: NDF
fr_ca: fibre au détergent neutre (FDN)

# Key_NitrogenContentInExtraroot
source: Nitrogen Content In Extraroot
fr_ca: teneur en azote extraracinaire

# Key_NitrogenContentInProduct
source: Nitrogen Content In Product
fr_ca: teneur en azote du produit

# Key_NitrogenContentInRoots
source: Nitrogen Content In Roots
fr_ca: teneur en azote des racines

# Key_NitrogenContentInStraw
source: Nitrogen Content In Straw
fr_ca: teneur en azote de la paille

source: Nitrogen Excretion Adjusted
fr_ca: excrétion d'azote ajustée

# Key_NitrogenFertilizerRate
source: Nitrogen Fertilizer Rate
fr_ca: taux de fertilisation azotée

source: Number Of Animals
fr_ca: nombre d'animaux

source: Number Of Calves
fr_ca: nombre de veaux

source: Number Of Lambs
fr_ca: nombre d'agneaux

# Key_NumberOfPesticidePasses
source: Number Of Pesticide Passes
fr_ca: nombre d'applications de pesticides

# DefaultOtherLivestockInputFolder
source: Other Livestock
fr_ca: autre bétail

source: Pasture Location
fr_ca: emplacement du pâturage

# Key_PercentageOfProductYieldReturnedToSoil
source: PercentageOfProductYieldReturnedToSoil
fr_ca: pourcentage de rendement du produit retourné au sol

# Key_PercentageOfRootsReturnedToSoil
source: PercentageOfRootsReturnedToSoil
fr_ca: pourcentage de racines retourné au sol

# Key_PercentageOfStrawReturnedToSoil
source: PercentageOfStrawReturnedToSoil
fr_ca: pourcentage de paille retourné au sol

# Key_PerennialStandID
source: Perennial Stand ID
fr_ca: ID du peuplement vivace

# Key_PerennialStandLength
source: Perennial Stand Length
fr_ca: durée du peuplement vivace

# Key_PhaseNumber
source: Phase Number
fr_ca: nombre de phases

# Key_PhosphorousFertilizerRate
source: Phosphorous Fertilizer Rate
fr_ca: dose d'application d'engrais phosphoré

source: Planted Tree Count
fr_ca: nombre d'arbres plantés

source: Planted Tree Spacing
fr_ca: espacement entre les arbres plantés

source: Plant Year
fr_ca: année de plantation

# DefaultPoultryInputFolder
source: Poultry
fr_ca: volaille

source: Row ID
fr_ca: ID de la rangée

source: Row Length
fr_ca: longueur de la rangée

source: Row Name
fr_ca: nom de la rangée

# DefaultSheepInputFolder
source: Sheep
fr_ca: mouton

# DefaultShelterbeltInputFolder
source: Shelterbelts
fr_ca: brise-vents

source: Species
fr_ca: espèces

source: Starch
fr_ca: amidon

source: Start Weight
fr_ca: poids de départ

# DefaultSwineInputFolder
source: Swine
fr_ca: porc

source: TDN
fr_ca: UNT

# Key_TillageType
source: Tillage Type
fr_ca: type de travail du sol

# Key_UnderSownCropsUsed
source: Under Sown Crops Used
fr_ca: cultures contre-semées utilisées

source: Volatile Solid Adjusted
fr_ca: solides volatils ajustés

source: Volatile Solids Excretion
fr_ca: excrétion de solides volatils

source: Volatilization Fraction
fr_ca: fraction de volatilisation

source: Wool Production
fr_ca: production de laine

# Key_YearInPerennialStand
source: Year In Perennial Stand
fr_ca: année du peuplement vivace

source: Yearly Enteric Methane Rate
fr_ca: taux annuel de méthane entérique

source: Yearly Manure Methane Rate
fr_ca: taux annuel de méthane du fumier

source: Yearly Nitrogen Excretion Rate
fr_ca: taux annuel d'excrétion d'azote

source: Year Of Observation
fr_ca: année d'observation

# Key_Yield
source: Yield
fr_ca: rendement

# FarmResultsCO2E
source: _CO2EEmissions_
fr_ca: _CO2EÉmissions_

# FarmResultsEP
source: _EstimatesOfProduction_
fr_ca: _EstimationsDeLaProduction_

# FarmResultsFE
source: _FeedEstimates_
fr_ca: _EstimationsDeL'alimentation_

# FarmResultsGHG
source: _GHGEmissions_
fr_ca: _ÉmissionsDeGES_

source: Outputs
fr_ca: sorties

source: _Results
fr_ca: _Résultats

# TotalResultsCO2E
source: totalresults_CO2EEmissions
fr_ca: résultatstotaux_EmissionsCO2E

# TotalResultsEP
source: totalresults_EstimatesOfProduction
fr_ca: résultatstotaux_EstimationsDeLa Production
