Repository: holos-aafc/Holos
Catalog: H.Core/Properties/Resources.*.resx
Languages: fr_ca

# Labelc183LinolenicAcid
source: Linolenic Acid
fr_ca: acide linolénique

# Labelc184StearidonicAcid
source: Stearidonic Acid
fr_ca: acide stéaridonique

# Labelc200ArachidicAcid
source: Arachidic Acid
fr_ca: acide arachidique

# Labelc201PaullinicAcid
source: Paullinic Acid
fr_ca: acide paullinique

# Labelc204ArachidonicAcid
source: Arachidonic Acid
fr_ca: acide arachidonique

# Labelc205TimnodonicAcid
source: Timnodonic Acid
fr_ca: acide timnodonique

# Labelc220BehenicAcid
source: Behenic Acid
fr_ca: acide behénique

# Labelc221ErucicAcid
source: Erucic Acid
fr_ca: acide érucique

# Labelc225OsbondAcid
source: Osbond Acid
fr_ca: acide d'osbond

# Labelc226CervonicAcid
source: Cervonic Acid
fr_ca: acide cervonique

# Labelc240LignocericAcid
source: Lignoceric Acid
fr_ca: acide lignocérique

# LabelCB1ID
source: Postruminal Starch Digestibility
fr_ca: digestibilité postruminale de l’amidon

# LabelIodineValue
source: liodine Value
fr_ca: indice d'iode

# LabelIodineValueProduct
source: liodine Value Product
fr_ca: produit à valeur iodée

# LabelKDCB1
source: Digestion rate of Starch
fr_ca: taux de digestion de l’amidon

# LabelKDCB2
source: Digestion rate of Soluble Fiber
fr_ca: taux de digestion des fibres solubles

# LabelMonosaturatedFattyAcid
source: Monosaturated Fatty Acid
fr_ca: acide gras monosaturé

# LabelOleicAcid
source: Oleic Acid
fr_ca: acide oléique

# LabelPhysicalEffectivenessFactor
source: Physical Effectiveness Factor
fr_ca: Facteur d'efficacité physique

# LabelPolyunsaturatedFattyAcids
source: Polyunsaturated Fatty Acids
fr_ca: acides gras polyinsaturés

# LabelSaturatedFattyAcid
source: Saturated Fatty Acid
fr_ca: acide gras saturé

# LabelAmountOfManureAppliedPerHectare
source: Amount of manure applied per hectare (kg ha^-1)
fr_ca: quantité de fumier épandu par hectare (kg ha^-1)

# LabelAmountOfNFromAppliedManure
source: Amount of N from applied manure (kg N ha^-1)
fr_ca: quantité d’azote provenant du fumier épandu (kg n ha^-1)

# TitleFarmManureApplication
source: Farm Manure Application
fr_ca: épandage de fumier agricole

# ToolTipCoordinateDescription
source: The latitude and longitude coordinates of the selected farm
fr_ca: coordonnées de latitude et de longitude de la ferme sélectionnée

# LabelCarbonNitrogenRatio
source: Carbon to Nitrogen ratio of manure
fr_ca: ratio carbone-azote du fumier

# MessageMonthlyEvapotranspirationBreakdownHeader
source: The monthly evapotranspiration averages for the farm.
fr_ca: moyenne mensuelle de l’évapotranspiration pour la ferme.

# MessageMonthlyPrecipitationBreakdownHeader
source: The monthly precipitation averages for the farm.
fr_ca: Moyenne mensuelle des précipitations pour la ferme.

# MessageMonthlySoilN2OBreakdownHeader
source: The monthly emissions distribution for the year. This distribution can be adjusted based on your farm's results. Please note that the addition of all montly percentages should add up to 100%.
fr_ca: Répartition mensuelle des émissions pour l’année. cette répartition peut être ajustée en fonction des résultats de votre ferme. veuillez noter que l’addition de tous les pourcentages mensuels devrait totaliser 100 %.

# MessageMonthlyTemperatureBreakdownHeader
source: The montly temperature averages for the farm.
fr_ca: moyenne mensuelle des températures pour la ferme.

# EnumDeepInjection
source: Deep injection
fr_ca: injection en profondeur

# EnumDropHoseBanding
source: Drop hose banding
fr_ca: épandage en bandes avec pendillards

# EnumFreeStallBarnFlushing
source: Free stall barn (flushing)
fr_ca: étable à stabulation libre en logettes (rinçage)

# EnumFreeStallBarnMilkParlourSlurryFlushing
source: Milking parlour (slurry - flushing)
fr_ca: salle de traite (lisier - vidange)

# EnumFreeStallBarnSlurryScraping
source: Free stall barn (slurry scraping)
fr_ca: étable à stabulation libre en logettes (grattage du lisier)

# EnumFreeStallBarnSolidLitter
source: Free stall barn (solid litter)
fr_ca: étable à stabulation libre en logettes (litière solide)

# EnumLiquidWithNaturalCrust
source: Liquid/Slurry with natural crust
fr_ca: liquide/lisier avec croûte naturelle

# EnumLiquidWithSolidCover
source: Liquid/Slurry with solid cover
fr_ca: liquide/lisier avec couvercle solide

# EnumPitLagoonNoCover
source: Pit/lagoon (no cover)
fr_ca: fosse/lagune (sans couvercle)

# EnumShallowInjection
source: Shallow injection
fr_ca: injection à faible profondeur

# EnumSlurryBroadcasting
source: Slurry broadcasting
fr_ca: épandage de lisier à la volée

# EnumTilledLandSolidSpread
source: Solid spread (intensive tillage)
fr_ca: Épandage solide (travail intensif du sol)

# EnumUntilledLandSolidSpread
source: Solid spread (no tillage or reduced tillage)
fr_ca: Épandage solide (sans travail du sol ou travail réduit du sol)

source: Tie stall (slurry)
fr_ca: stabulatiomn entravée (lisier)

source: Tie stall (solid/litter)
fr_ca: stabulation entravée (litière solide)

# LabelAverageQualityForage
source: Average quality forage
fr_ca: fourrage de qualité moyenne

# LabelGoodQualityForage
source: Good quality forage
fr_ca: fourrage de bonne qualité

# LabelPoorQualityForage
source: Poor quality forage
fr_ca: fourrage de piètre qualité

# EnumGestating
source: Gestating
fr_ca: en gestation

# EnumLactating
source: Lactating
fr_ca: en lactation

# EnumOpen
source: Open (not lactating or pregnant)
fr_ca: vide (pas en lactation ni en gestation)

# EnumSuckling
source: Suckling
fr_ca: en allaitement

# EnumWeaning
source: Nursing piglet
fr_ca: Porcelet non sevré

# EnumBreedingStock
source: Breeding stock
fr_ca: reproducteurs

# EnumGrowingAndFinishing
source: Growing/finishing
fr_ca: croissance/finition

# LabelProductionStage
source: Production stage
fr_ca: stade de production

# LabelLitterSize
source: Litter size
fr_ca: taille de la portée

# LabelWeightOfPigletsAtBirth
source: Weight of piglets at birth
fr_ca: poids des porcelets à la naissance

# LabelEmissionFactorForLeaching
source: Emission factor for leaching
fr_ca: facteur d’émission pour le lessivage

# LabelLeachingFraction
source: Leaching fraction
fr_ca: fraction du lessivage

# LabelFractionOfCarbonInManure
source: Fraction of carbon in manure
fr_ca: fraction de carbone dans le fumier

# LabelCarbonContentOfManure
source: Carbon content of manure
fr_ca: teneur en carbone du fumier

# LabelNitrogenContentOfManure
source: Nitrogen content of manure
fr_ca: teneur en azote du fumier

# LabelPhosphorusContentOfManure
source: Phosphorus content of manure
fr_ca: teneur en phosphore du fumier

# LabelFractionOfNitrogenInManure
source: Fraction of nitrogen in manure
fr_ca: fraction d’azote dans le fumier

# LabelFractionOfPhosphorusInManure
source: Fraction of phoshorus in manure
fr_ca: fraction de phosphore dans le fumier

# EnumTieStallSlurry
source: Tie stall (slurry)
fr_ca: stabilation entravée (lisier)

# EnumTieStallSolidLitter
source: Tie stall (solid litter)
fr_ca: stabulationm entravée (litière solide)

# EnumWeaned
source: Weaned/nursery
fr_ca: Sevré/pouponnière

# LabelLigninContent
source: Lignin content
fr_ca: teneur en lignine

# ToolTipLandResidueLigninContent
source: Lignin content
fr_ca: teneur en lignine

# ToolTipLandResidueLigningContentInfo
source: Lignin content of residues
fr_ca: teneur en lignine de la culture

# GraphToolTipInfo
source: Move your mouse over a field's graph to get information about specific years.
fr_ca: déplacez votre souris sur le graphique d’un champ pour obtenir des renseignements sur des années précises.

# LabelClickHereForFurtherInformation
source: Click here for further information
fr_ca: cliquez ici pour plus d'informations

# EnumCattle
source: Cattle
fr_ca: bovins

# EnumSweageSludge
source: Sewage sludge
fr_ca: boues d’épuration

# EnumTon
source: Ton
fr_ca: tonne

# NormalCubicMeterPerMetricTonVolatileSolids
source: Nm^3 ton^-1 VS
fr_ca: NM^3 tonnes^-1 sv

# EnumBeans
source: Beans
fr_ca: haricots

# EnumCereals
source: Cereals
fr_ca: céréales

# EnumDecayRateActive
source: Decay Rate Active
fr_ca: taux de dégradation active

# EnumDecayRatePassive
source: Decay Rate Passive
fr_ca: taux de dégradation passive

# EnumDecayRateSlow
source: Decay Rate Slow
fr_ca: taux de dégradation lente

# EnumDryFieldPeas
source: Dry Field Peas
fr_ca: pois secs

# EnumFractionActiveDecayToPassive
source: Fraction active sub-pool decay to passive
fr_ca: fraction de dégradation des sous-bassins actifs en sous-bassins passifs

# EnumFractionPassiveDecayToActive
source: Fraction passive sub-pool decay to active
fr_ca: fraction de dégradation des sous-bassins passifs en sous-bassins actifs

# EnumFractionSlowDecayToActive
source: Fraction slow sub-pool decay to active
fr_ca: fraction de dégradation lente des sous-bassins en sous-bassins actifs

# EnumFractionSlowDecayToPassive
source: Fraction slow sub-pool decay to passive
fr_ca: fraction de dégradation lente des sous-bassins en sous-bassins passifs

# EnumGenericGrains
source: Generic grains
fr_ca: céréales génériques

# EnumGrassCloverMixtures
source: Glass clover mixtures
fr_ca: mélanges de gazon et de trèfle

# EnumMaximumAvgTemperature
source: Maximum average temperature
fr_ca: température mensuelle moyenne maximale

# EnumNonLegumeHay
source: Non legume hay
fr_ca: foin ne contenant pas de légumineuses

# EnumOptimumTemperature
source: Optimium temperature
fr_ca: température optimale

# EnumOrganicNitrogen
source: Organic nitrogen
fr_ca: azote organique

# EnumOtherDryFieldBeans
source: Other dry field beans
fr_ca: autres haricots secs de grande culture

# EnumPerennialGrasses
source: Perennial grasses
fr_ca: graminées vivaces

source: Enum pulses
fr_ca: légumineuses

# EnumRawMaterial
source: Raw material
fr_ca: matières premières

# EnumRice
source: Rice
fr_ca: riz

# EnumSlopeParameter
source: Slope Parameter
fr_ca: paramètre de pente

source: Enum tillage modifier
fr_ca: modificateur du travail du sol

# EnumTotalAmmoniaNitrogen
source: Total ammonia nitrogen
fr_ca: azote ammoniacal total

# EnumTotalSolids
source: Total solids
fr_ca: matières solides totales

# EnumTubers
source: Tubers
fr_ca: tubercules

# EnumVolatileSolids
source: Volatile solids
fr_ca: matières solides volatiles

# EnumWheatRye
source: Wheat rye
fr_ca: blé seigle

# EnumWhiteBeans
source: White beans
fr_ca: haricots blancs

# EnumFractionOrganicNitrogen
source: Fraction organic nitrogen
fr_ca: fraction d’azote organique

# EnumFractionRawMaterials
source: Fraction raw materials
fr_ca: fraction des matières premières

# EnumFractionTotalAmmoniumNitrogen
source: Fraction total ammonium nitrogen
fr_ca: fraction d’azote ammoniacal total

# EnumFractionTotalSolids
source: Fraction total solids
fr_ca: fraction des matières solides totales

# EnumFractionVolatileSolids
source: Fraction volatile solids
fr_ca: fraction des matières solides volatiles

# EnumAnaerobicDigestion
source: Anaerobic Digestion
fr_ca: digestion anaérobie

# EnumICBM
source: ICBM
fr_ca: MIBC

# EnumIPCCTier2
source: IPCC Tier 2
fr_ca: GIEC, niveau 2

# LabelCarbonModellingStrategy
source: Carbon modelling strategy
fr_ca: stratégie de modélisation du carbone

# ButtonAddFarmResidueSubstrateTypes
source: Add Farm Residue Substrate Type
fr_ca: ajoutez des types de substrat de résidus agricoles

# ButtonAddManureSubstrateTypes
source: Add Manure Substrate Type
fr_ca: ajoutez le type de substrat de fumier

# AnaerobicDigestionStepOneInfo
source: The default biogas and methane parameters of various substrate types can be modified in this section. To do this, click one of the buttons below to modify either manure, crop, or farm residue substrate types.
fr_ca: les paramètres par défaut du biogaz et du méthane peuvent être modifiés dans cette section. pour ce faire, cliquez sur le bouton ci-dessous, sélectionnez un type de substrat et précisez les valeurs par défaut, au besoin.

# LabelAnimalType
source: Animal Type
fr_ca: type d’animal

# LabelBeddingMaterialType
source: Bedding Material Type
fr_ca: type de litière

# LabelBioMethanePotential
source: Biomethane Potential
fr_ca: potentiel de biométhane

# LabelFarmResidue
source: Farm Residue
fr_ca: résidus agricoles

# LabelFarmResidueSubstrateType
source: Farm Residue Substrate Type
fr_ca: type de substrat de résidus agricoles

# LabelManureSubstrateType
source: Manure Substrate Type
fr_ca: type de substrat de fumier

# LabelManureType
source: Manure Type
fr_ca: type de fumier

# LabelMethaneFraction
source: Methane Fraction in Biogas
fr_ca: fraction de méthane dans le biogaz

# LabelSubstrateType
source: Substrate type
fr_ca: type de substrat

# LabelTotalNitrogen
source: Total Nitrogen
fr_ca: azote total

# LabelTotalSolids
source: Total Solids
fr_ca: matières solides totales

# LabelVolatileSolidsPercentage
source: Volatile Solids (% of TS)
fr_ca: solides volatils

# StepOneText
source: Step 1
fr_ca: Étape 1

# StepThreeText
source: Step 3
fr_ca: Étape 3

# StepTwoText
source: Step 2
fr_ca: Étape 2

# TitleMultiYearCarbonModelling
source: Multiyear Carbon Modelling
fr_ca: modélisation pluriannuelle du carbone

# LabelTotalAverageFeedIntake
source: Total average feed intake
fr_ca: prise alimentaire totale moyenne

# CubicPoundsPerTon
source: (lb ton^-1)^3
fr_ca: (lb tonne^-1)^3

# QuarticPoundsNitrogenPerTon
source: (lb N ton^-1)^5
fr_ca: (lb N tonne^-1)^5

# StandardCubicFootPerTonVolatileSolids
source: Scf ton^-1 VS
fr_ca: std tonne^-1 msv

# MessageReviewDietInformationOverMaxDmi
source: Please review the selected diet information, body weight, and daily gain to ensure animals are being provided with their daily energy requirements.
fr_ca: Veuillez examiner les informations sélectionnées sur le régime alimentaire, le poids corporel et le gain quotidien pour vous assurer que les animaux répondent à leurs besoins énergétiques quotidiens.

# KilogramsCarbonPerTreeType
source: kg C tree type^-1
fr_ca: kg C type d’arbre^-1

# PoundsCarbonPerTreeType
source: lb C tree type^-1
fr_ca: lb C type d’arbre^-1

# LabelAboveGroundCarbonPerTree
source: Aboveground C per tree
fr_ca: C aérien par arbre

# LabelBelowGroundCarbonPerTree
source: Belowground C per tree
fr_ca: C souterrain par arbre

# LabelTotalCarbonDioxide
source: Total CO2
fr_ca: CO2 total

# LabelTotalCarbonPerRow
source: Total C per row
fr_ca: C total par rangée

# LabelTotalCarbonPerTree
source: Total C per tree
fr_ca: C total par arbre

# LabelTotalCarbonPerTreeType
source: Total C per treetype
fr_ca: C total par type d’arbre

# CommandShowAdditionalInformation
source: Show Additional Information
fr_ca: Afficher les renseignements additionnels

# LabelDailyManureAddedToDigester
source: Daily manure added to digester
fr_ca: Fumier quotidien ajouté au digesteur

# LabelNo
source: No
fr_ca: non

# LabelYes
source: Yes
fr_ca: oui

# TitleDataExportedToFile
source: Data exported to file
fr_ca: Données exportées vers un fichier

# TitleDefaultExportedFarms
source: My Exported Farms
fr_ca: Mes exploitations exportées

# LabelHolosOnlySupportsCertainHardinessZones
source: Please note Holos only supports hardiness zones in the range of 2A to 4B. Hardiness zones outside of this range will be supported as more data becomes available.
fr_ca: Veuillez noter que Holos ne prend en compte que les zones de rusticité entre 2A et 4B. Les zones de rusticité en dehors de cette plage seront prises en compte lorsqu’un plus grand nombre de données sera disponible.

# TitleEconomics
source: Economics
fr_ca: économie

# LabelCustomMode
source: Custom Mode
fr_ca: mode personnalisé

# LabelAdvancedMode
source: Advanced Mode
fr_ca: Mode avancé

# LabelBasicMode
source: Basic Mode
fr_ca: mode de base

# LabelEnableMulitYearMode
source: Enable Multi-Year Mode
fr_ca: Activer le mode pluriannuel

# EnumLime
source: Lime
fr_ca: Chaux

# BarleySilageBasedDietType
source: Barley silage based diet
fr_ca: ration à base d'ensilage d'orge

# CornSilageBasedDietType
source: Corn silage based diet
fr_ca: ration à base d'ensilage de maïs

# FarOffDietType
source: Far off diet
fr_ca: ration de fin de tarissement

# HighFiberDietType
source: High fiber diet
fr_ca: haute teneur en fibres

# LegumeForageBasedDietType
source: Legume forage based diet
fr_ca: ration à base de fourrage de légumineuses

# LowFiberDietType
source: Low fiber diet
fr_ca: faible teneur en fibres

# AverageQualityForageDietType
source: Average quality forage diet
fr_ca: ration à base de fourrage de qualité moyenne

# BarleyGrainBasedDietType
source: Barley grain based diet
fr_ca: ration à base de grains d'orge

# CornGrainBasedDietType
source: Corn grain based diet
fr_ca: ration à base de grains de maïs

# GestationDietType
source: Gestation based diet
fr_ca: Ration de gestation

# GoodQualityForageDietType
source: Good quality forage diet
fr_ca: ration à base de fourrage de qualité élevée

# GrowerFinisherDiet1Type
source: Grower/Finisher diet #1
fr_ca: Ration de croissance/finition no 1

# GrowerFinisherDiet2Type
source: Grower/Finisher diet #2
fr_ca: Ration de croissance/finition no 2

# GrowerFinisherDiet3Type
source: Grower/Finisher diet #3
fr_ca: Ration de croissance/finition no 3

# GrowerFinisherDiet4Type
source: Grower/Finisher diet #4
fr_ca: Ration de croissance/finition no 4

# LactationDietType
source: Lactation based diet
fr_ca: Ration de lactation

# NurseryWeanersStarterDiet1Type
source: Nursery weaners (starter diet #1)
fr_ca: Porcelets sevrés (ration de démarrage no 1)

# NurseryWeanersStarterDiet2Type
source: Nursery weaners (starter diet #2)
fr_ca: Porcelets sevrés (ration de démarrage no 2)

# PoorQualityForageDietType
source: Poor quality forage diet
fr_ca: ration à base de fourrage de qualité faible

# LabelUseCustomMilkProductionForEwes
source: Use custom milk production value for ewes
fr_ca: Utiliser une valeur de production laitière personnalisée pour les brebis

# EnumRangelandNative
source: Rangeland (Native)
fr_ca: parcours (indigène)

# EnumSeededGrassland
source: Seeded grassland
fr_ca: prairie ensemencée

# EnumTameGrass
source: Tame grass
fr_ca: graminées cultivées

# EnumTameLegume
source: Tame legume
fr_ca: légumineuses cultivées

# EnumTameMixed
source: Tame mixed (grass/legume)
fr_ca: mélange (graminées/légumineuses) cultivé

source: Barley silage based diet
fr_ca: Ration à base d’orge ensilée

# TitleEnergy
source: Energy
fr_ca: énergie

# LabelNumberOfBalesAvailableForSupplementalFeeding
source: {0} bales harvested from field '{1}' available for supplemental feed
fr_ca: {0} bottes récoltées dans le champ ‘{1}’ disponibles comme supplément alimentaire

# TitleDefaultBeddingComposition
source: Default Bedding Composition
fr_ca: composition par défaut de la literie

# TitleDefaultManureComposition
source: Default Manure Composition
fr_ca: composition du fumier par défaut

# LabelAddAtLeastOneHarvestBeforeAddingHayImport
source: To add hay for supplemental feeding from the field '{0}', at least one harvest must be made on that field.
fr_ca: Pour ajouter du foin comme supplément alimentaire du champ ‘{0}’, au moins une récolte doit avoir été faite dans ce champ.

# LabelEnableColumns
source: Enable Columns
fr_ca: activer les colonnes

# LabelInvertSelection
source: Invert Selection
fr_ca: inverser sélection

# LabelResetToDefaults
source: Reset to Defaults
fr_ca: Rétablir les valeurs par défaut

# LabelSelectNone
source: Select None
fr_ca: sélectionner aucun

# EnumElectricPump
source: Electric pump
fr_ca: Pompe électrique

# EnumNaturalGasPump
source: Natural gas pump
fr_ca: Pompe à gaz naturelle

# LabelPumpType
source: Pump type
fr_ca: Type de pompe

# LabelSulphur
source: Sulphur
fr_ca: soufre

# LabelTotals
source: Totals
fr_ca: totaux

# LabelDetailedEntry
source: Detailed Entry
fr_ca: entrée détaillée

# ToolTipAlpacaComponent
source: The alpaca component allows the creation and maintenance of management periods and other information related to alpacas, like the number of animals and manure handling information.
fr_ca: La composante Alpaca (alpagas) permet la création et la maintenance des périodes de gestion et d’autres renseignements liés aux alpagas, notamment le nombre d’animaux et des renseignements sur la manutention du fumier.

# ToolTipAnaerobicDigestionComponent
source: Anaerobic digestion is a process through which bacteria break down organic matter—such as animal manure, wastewater biosolids, and food wastes—in the absence of oxygen. As a result, anaerobic digestion produces two valuable outputs: biogas and digestate.
fr_ca: La digestion anaérobie est un processus selon lequel des bactéries dégradent les matières organiques telles que le fumier animal, les biosolides des eaux usées et les déchets alimentaires en l’absence d’oxygène. Elle produit ainsi deux éléments de valeur : du biogaz et des digestats.

# ToolTipBackgroundingComponent
source: Backgrounder/Stocker operations take weaned calves and provide them feed to add weight before being sent to a feed yard for finishing. The beef stockers and backgrounders component include Heifers and Steers groups.
fr_ca: Les exploitations de long engraissement et de semi-finition nourrissent des veaux sevrés pour qu’ils prennent du poids avant qu’ils soient envoyés à un parc d’engraissement pour la finition. La composante Beef Stockers & Backgrounders (bovins de long engraissement et semi-finis) inclut les groupes de génisses et de bouvillons.

# ToolTipBisonComponent
source: The bison component allows the creation and maintenance of management periods and other information related to bison, like the number of animals and manure handling information.
fr_ca: La composante Bison (bisons) permet la création et la maintenance des périodes de gestion et d’autres renseignements liés aux bisons, notamment le nombre d’animaux et des renseignements sur la manutention du fumier des animaux.

# ToolTipCowCalfComponent
source: This component includes the Bulls, Replacement heifers, Cows and Calves groups. This component allows the creation and maintenance of management periods and other information related to each animal group, including weight, diet, housing and manure handling information.
fr_ca: Cette composante inclut les groupes de taureaux, de génisses de remplacement, de vaches et de veaux. Elle permet la création et la maintenance des périodes de gestion et d’autres renseignements liés à chaque groupe d’animaux, notamment des renseignements sur le poids, la ration, le bâtiment d'élevage et la manutention du fumier.

# ToolTipDairyComponent
source: Dairy cattle or cows are cattle bred for the ability to produce milk, from which dairy products are made. The dairy cattle component includes the Dairy heifers, Dairy dry, Dairy Calves and Dairy lactating groups.
fr_ca: Le bétail laitier ou les vaches laitières sont du bétail élevé pour sa capacité à produire le lait dont les produits laitiers sont constitués. La composante Dairy Cattle (bétail laitier) inclut les groupes de génisses laitières, de veaux de race laitière et de bétail en lactation.

# ToolTipDeerComponent
source: The deer component allows the creation and maintenance of management periods and other information related to deer, like the number of animals and manure handling information.
fr_ca: La composante Deer (cerfs) permet la création et la maintenance des périodes de gestion et d’autres renseignements liés aux cerfs, notamment le nombre d’animaux et des renseignements sur la manutention du fumier des animaux.

# ToolTipElkComponent
source: The elk component allows the creation and maintenance of management periods and other information related to elk, like the number of animals and manure handling information.
fr_ca: La composante Elk (wapitis) permet la création et la maintenance des périodes de gestion et d’autres renseignements liés aux wapitis, notamment le nombre d’animaux et des renseignements sur la manutention du fumier des animaux.
