Repository: holos-aafc/Holos
Catalog: H.Core/Properties/Resources.*.resx
Languages: fr_ca

# ToolTipGrowerToFinishProductionSystem
source: Grower-to-finish operations house feeder hogs until they are marketed at ~110-115 kg live weight. These operations do not keep breeding animals but purchase their pigs from weaner operations.
fr_ca: Les entreprises d’engraissement-finition élèvent des porcs à l’engrais jusqu’à ce qu'ils atteigent un poids vif de marché d’environ 110-115 kg. Elles ne possèdent aucun reproducteur et achètent des porcelets sevrés.

# ToolTipFarrowToWeanProductionSystem
source: Farrow-to-wean operations house sows, gilts and possibly boars; these operations maintain the breeding stock but sell piglets to iso-wean or grower-to-finish operations.
fr_ca: Les exploitations de naissage (maternités) gardent des truies, des cochettes et parfois des verrats; elles gardent le stock de reproducteurs, mais vendent les porcelets à des pouponnières en isolement ou à des exploitations d'engraissement.

# ToolTipIsoWeanProductionSystem
source: Iso-wean (isolated wean) operations are also called ‘nursery barns’, and house piglets that have been weaned at ~18-28 days old. These animals are kept in isolation from sows and larger hogs to prevent disease transmission. Hogs typically spend 5-8 weeks in a nursery barn, although it can be as little as 2 weeks.
fr_ca: Les pouponnières en isolement élèvent des porcelets qui ont été sevrés entre 18 et 28 jours. Ces animaux sont gardés séparés des truies et des porcs plus gros pour éviter la transmission de maladies. En général, les porcs séjournent à la pouponnière de 5 à 8 semaines, mais parfois seulement deux semaines.

# TooltipRotationComponent
source: A component to create a crop rotation. A single crop rotation component can be used instead of multiple field components.
fr_ca: Une composante pour créer une rotation des cultures. une seule composante de la rotation des cultures peut être utilisée au lieu de plusieurs composantes de champ.

# ToolTipFarrowToFinishProductionSystem
source: Farrow-to-finish operations keep and mate sows, farrow litters and raise piglets to market weight.
fr_ca: Les exploitations de naissage-finition ont des truies reproductrices qu'elles font saillir, prennent soin des portées de porcelets et les élèvent jusqu’à ce qu'ils atteignent un poids de marché.

# ToolTipPulletFarm
source: Juvenile females (pullets) are transported from hatcheries to pullet farms or to pullet barns on egg production operations where they remain until they reach breeding age (approximately 18-20 weeks), after which they are moved to egg laying operations/barns.
fr_ca: Les femelles juvéniles (poulettes) sont transportées des couvoirs vers les fermes de poulettes ou les poulaillers de poulettes dans les exploitations de production d’œufs où elles restent jusqu’à ce qu’elles atteignent l’âge de la reproduction (environ 18 à 20 semaines), après quoi elles sont transportées vers les exploitations de ponte ou les poulaillers.

# ToolTipChickenMultiplierBreeder
source: Represents the reproduction portion of bird production where birds that produce eggs for reproduction are managed; these eggs are then sent to reproduction hatcheries to be hatched. In the multiplier breeder operation, adult males and females are housed together.
fr_ca: Représente la partie reproduction de la production d’oiseaux où les oiseaux qui produisent des œufs pour la reproduction sont gérés; ces œufs sont ensuite envoyés aux couvoirs de reproduction jusqu’à leur éclosion. dans la reproduction-multiplication, les mâles et les femelles adultes sont logés ensemble.

# ToolTipChickenEggProduction
source: A component for pullets that reach approximately 18-20 weeks of age and are transferred from either separate pullet operations or pullet barns on an egg production operation to egg-laying barns. These hens will produce eggs for up to 71 weeks of age.
fr_ca: Une fois que les poulettes atteignent l’âge d’environ 18 à 20 semaines, elles sont transférées d’exploitations distinctes de poulettes ou de poulaillers de poulettes d’une exploitation de production d’œufs à des poulaillers de ponte. ces poules produiront des œufs jusqu'à l'âge de 71 semaines tout au plus.

# ToolTipTurkeyMultiplierBreeder
source: Represents the reproduction portion of bird production where birds that produce eggs for reproduction are managed; these eggs are then sent to reproduction hatcheries to be hatched. In the multiplier breeder operation, male and female turkeys are housed separately for the entire life cycle.
fr_ca: Représente la partie reproduction de la production d’oiseaux où les oiseaux qui produisent des œufs pour la reproduction sont gérés; ces œufs sont ensuite envoyés aux couvoirs de reproduction jusqu’à leur éclosion. dans la reproduction-multiplication, les dindons mâles et femelles sont logés séparément pendant tout le cycle biologique.

# ToolTipChickenMultiplierHatchery
source: Hatcheries receive fertile eggs from multiplier breeder farms, hatch them and then deliver the hatchlings (day old chicks or poults) to pullet farms (female chicks only), to pullet barns on egg-laying operations, or to meat production operations (male and female chicks, for chicken and/or turkey).
fr_ca: Les couvoirs reçoivent des œufs fertiles des fermes de reproduction-multiplication, les font éclore puis livrent les oisillons (poussins d’un jour ou dindonneaux) aux fermes de poulettes (poussins femelles seulement), aux poulaillers de poulettes dans les exploitations de ponte ou aux exploitations de production de viande (poussins mâles et femelles, pour le poulet ou le dindon).

# ToolTipChickenMeatProduction
source: Chicks arriving in the operation from a multiplier hatchery are raised to market weight (1-4 kg, depending on bird type and end product) after approximately 30-56 days (depending on the bird type and rearing system).
fr_ca: Les poussins qui arrivent dans l’exploitation à partir d’un couvoir de multiplication sont élevés au poids du marché (1 à 4 kg, selon le type d’oiseau et le produit final) après environ 30 à 56 jours (selon le type d’oiseau et le système d’élevage).

# EnumAverageYield
source: Average Yield
fr_ca: rendement moyen

# EnumCARValue
source: Census Agricultural Region (CAR) value
fr_ca: valeur RAR (région agricole de recensement)

# EnumCustomYield
source: Custom Yield
fr_ca: rendement personnalisé

# EnumInputFile
source: Input file
fr_ca: fichier d'entrée

source: Grass hay
fr_ca: foin de graminées

source: Peas
fr_ca: pois

source: Spring Rye
fr_ca: seigle de printemps

source: Sunflower
fr_ca: tournesol

# EnumSwineGilts
source: Gilts
fr_ca: jeunes truies

# EnumSwineSows
source: Sows
fr_ca: truies

# EnumFarrowToWean
source: Farrow-to-Wean
fr_ca: naissage-sevrage

# LabelWeaners
source: Weaners
fr_ca: animaux sevrés

# EnumSwineIsoWean
source: Iso-wean
fr_ca: sevrage en isolement

# LabelWeaningSows
source: Weaning sows
fr_ca: truies en sevrage

# EnumSwinePiglets
source: Piglets
fr_ca: porcelets

# LabelBredSows
source: Bred sows
fr_ca: truies saillies

# LabelOpenSows
source: Open sows
fr_ca: truies vides

# LabelFarrowingSows
source: Farrowing sows
fr_ca: truies de naissage

# LabelBoarSelection
source: Boar selection
fr_ca: sélection des verrats

# LabelBoarTest
source: Boar test
fr_ca: test des verrats

# LabelBreedingBoar
source: Breeding boars
fr_ca: verrats reproducteurs

# LabelMaintenanceBoars
source: Maintenance boars
fr_ca: verrats d'entretien

# LabelAIBoars
source: A.I. boars
fr_ca: verrats IA

# EnumSwineSwineFarrowToFinish
source: Farrow-to-Finish
fr_ca: naissage-finition

# LabelSucklingPiglets
source: Suckling piglets
fr_ca: porcelets non sevrés

# LabelBroodingStage
source: Brooding stage
fr_ca: stade de la couvaison

# LabelHatching
source: Hatching
fr_ca: éclosion

# LabelStorage
source: Storage
fr_ca: entreposage

# LabelServicing
source: Servicing
fr_ca: entretien

# LabelEggLaying
source: Egg laying
fr_ca: ponte

# LabelHeavyTurkeys
source: Heavy turkeys
fr_ca: dindons lourds

# LabelTurkeyBroilers
source: Turkey broilers
fr_ca: dindons à griller

# LabelBroodingAndRearingStage
source: Brooding and rearing stage
fr_ca: stade de la couvaison et de l’élevage

# LabelBreedingStage
source: Breeding stage
fr_ca: stade de reproduction

# LabelRearingStage
source: Rearing stage
fr_ca: stade de l’élevage

# EnumGrasslandSeeded
source: Grassland (seeded)
fr_ca: prairie (ensemencée)

# EnumTriticaleSilage
source: Triticale Silage
fr_ca: ensilage de triticale

# EnumWheatSilage
source: Wheat Silage
fr_ca: ensilage de blé

# EnumAlfalfaMedicagoSativaL
source: Alfalfa (Medicago sativa L.)
fr_ca: luzerne (medicago sativa L.)

# EnumAnnualRyegrassLoliumMultiflorum
source: Annual Ryegrass (Lolium multiflorum)
fr_ca: ivraie multiflore (lolium multiflorum)

# EnumAustrianWinterPea
source: Austrian winter pea
fr_ca: pois d’hiver autrichien

# EnumBarleyHordeumVulgare
source: Barley (Hordeum vulgare)
fr_ca: orge (hordeum vulgare)

# EnumBerseemCloverTrifoliumAlexandriumL
source: Berseem clover (Trifolium alexandrium L.)
fr_ca: trèfle d’alexandrie (trifolium alexandrium L.)

# EnumCowpeaVignaUnguiculata
source: Cowpea (Vigna unguiculata)
fr_ca: dolique (vigna unguiculata)

# EnumCrimsonCloverTrifoliumIncarnatum
source: Crimson clover (Trifolium incarnatum)
fr_ca: trèfle incarnat (trifolium incarnatum)

# EnumFabaBeanBroadBeanViciaFaba
source: Faba bean/Broad bean (Vicia faba)
fr_ca: fève des marais/gourgane (Vicia faba)

# EnumFlaxLinumUsitatissimum
source: Flax (Linum usitatissimum)
fr_ca: lin (Linum usitatissimum)

# EnumForageRadishRaphanusSativusL
source: Forage radish (Raphinus sativus L.)
fr_ca: radis fourrager (Raphinus sativus L.)

# EnumHairyVetchViciaVillosaRoth
source: Hairy Vetch (Vicia villosa roth)
fr_ca: vesce velue (vicia villosa roth)

# EnumMustardSinapusAlbaLSubspMaireiHLindbMaire
source: Mustard (Sinapus alba L. subsp. Mairei (H. Lindb.) Maire)
fr_ca: moutarde (sinapus alba L. subsp. mairei (h. lindb.) maire)

# EnumOatAvenaSativa
source: Oat (Avena sativa)
fr_ca: avoine (avena sativa)

# EnumPhaceliaPhaceliaTanacetifoliaCVPhaci
source: Phacelia [Phacelia tanacetifolia (cv. 'Phaci')]
fr_ca: phacélie [phacelia tanacetifolia (cv. « Phaci »)]

# EnumPigeonBean
source: Pigeon Bean
fr_ca: pois cajan

# EnumRapeseedBrassicaNapusL
source: Rapeseed (Brassica napus L.)
fr_ca: colza (brassica napus L.)

# EnumRedCloverTrifoliumPratenseL
source: Red clover (Trifolium pratense L.)
fr_ca: trèfle des prés (trifolium pratense L.)

# EnumRyegrassLoliumPerenneL
source: Ryegrass (Lolium Perenne L.)
fr_ca: ivraie vivace (Lolium perenne L.)

# EnumRyeSecaleCerealeWinterRyeCerealRye
source: Rye (Secale cereale)/Winter rye/Cereal rye
fr_ca: seigle (Secale cereale)/seigle d’hiver/seigle céréalier

# EnumSesameSesamumIndicum
source: Sesame (Sesamum indicum)
fr_ca: sésame (Sesamum indicum)

# EnumShepherdsPurse
source: Shepherd's purse
fr_ca: bourse-à-pasteur

# EnumSorghumSorghumBicolour
source: Sorghum (Sorghum bicolour)
fr_ca: sorgho commun (Sorghum bicolor)

# EnumSweetCloverMelilotusOfficianalis
source: Sweet Clover (Melilotus officianalis)
fr_ca: mélilot jaune (Melilotus officianalis)

# EnumWinterTurnipRapeBrassicaRapaSppOleiferaLCVLargo
source: Winter turnip rape [Brassica Rapa spp. oleifera L. (cv. "Largo")]
fr_ca: navette d'hiver [brassica rapa ssp. oleifera L. (cv. « Largo »)]

# EnumWinterWheatTriticumAestivum
source: Winter wheat (Triticum aestivum)
fr_ca: blé d’hiver (triticum aestivum)

# EnumKgC02
source: kg CO₂
fr_ca: kg de CO2

# EnumKgCH4
source: kg CH₄
fr_ca: kg de CH4

# EnumKgN2O
source: kg N₂O
fr_ca: kg de N2O

# EnumInputFileThenAverage
source: Input file then use average for rotation
fr_ca: fichier d’intrants, puis utiliser la moyenne pour la rotation

# EnumNineteenEightyToTwoThousandTen
source: 1980 to 2010
fr_ca: 1980 à 2010

# EnumNineteenFiftyToNineteenEighty
source: 1950 to 1980
fr_ca: 1950 à 1980

# EnumNineteenNinetyToTwoThousandSeventeen
source: 1990 to 2017
fr_ca: 1990 à 2017

# EnumNineteenSeventyToTwoThousand
source: 1970 to 2000
fr_ca: 1970 à 2000

# EnumNineteenSixtyToNineteenNinety
source: 1960 to 1990
fr_ca: 1960 à 1990

source: Sawdust
fr_ca: sciure de bois

source: Shavings
fr_ca: copeaux

source: Straw (Chopped)
fr_ca: paille (hachée)

source: Straw (Long)
fr_ca: paille (longue)

# EnumCropResidueInputEmissionSourceType
source: Crop residue N inputs
fr_ca: apports d’azote des résidus de culture

# EnumLandAppliedManureInputsEmissionSourceType
source: Land applied manure N inputs
fr_ca: apports d’azote dans le fumier épandu sur le sol

# EnumMineralInputsEmissionSourceType
source: Mineralized N inputs
fr_ca: apports d’azote minéralisé

# InterpolatedFieldNumber
source: Field #{0}
fr_ca: champ no{0}

# InterpolatedManagementPeriodNumber
source: Management period #{0}
fr_ca: période de gestion no{0}

# InterpolatedGroupNumber
source: group #{0}
fr_ca: groupe #{0}

# EnumChickenPullets
source: Pullets
fr_ca: poulettes

# EnumPulletFarm
source: Pullet Farm
fr_ca: ferme de poulettes

# EnumChickenCockerel
source: Cockerels
fr_ca: coquelets

# EnumChickenHen
source: Hens
fr_ca: poules

# EnumChickenMultiplierBreeder
source: Chicken Multiplier Breeder
fr_ca: reproduction-multiplication

# EnumChickenRooster
source: Roosters
fr_ca: coqs

# EnumChickenMeatProduction
source: Chicken Meat Production
fr_ca: production de viande de poulet

# EnumTom
source: Toms
fr_ca: dindons

# EnumTurkeyHen
source: Turkey hens
fr_ca: dindes

# EnumTurkeyMultiplierBreeder
source: Turkey Multiplier Breeder
fr_ca: reprodduction-multiplication de dindons

# EnumYoungTom
source: Toms
fr_ca: jeunes dindons

# EnumYoungTurkeyHen
source: Turkey hens
fr_ca: jeunes dindes

# EnumTurkeyMeatProduction
source: Turkey Meat Production
fr_ca: production de viande de dindon

# EnumChickenEggProduction
source: Chicken Egg Production
fr_ca: production d'œufs de poules

# EnumChickenMultiplierHatchery
source: Multiplier Hatchery
fr_ca: couvoir multiplicateur de poulets

# EnumChickenEggs
source: Chicken eggs
fr_ca: œufs de poule

# EnumTurkeyEggs
source: Turkey eggs
fr_ca: œufs de dinde

# EnumChicks
source: Chicks
fr_ca: poussins

# EnumPoults
source: Poults
fr_ca: dindonneaux

# MessageManureFromAnimalsOnPastureAccountedFor
source: Holos accounts for the {0} {1} of manure deposited from this group of animals while grazing on the pasture.
fr_ca: Holos représente {0} {1} du fumier déposé par ce groupe d’animaux pendant le pâturage.

# MessageManureFromGrazingPeriodsAccountedFor
source: All manure from animals grazing on this field is accounted for. Additional manure applications from other sources can be added to the field from the manure tab.
fr_ca: Tout le fumier des animaux qui broutent dans ce champ est comptabilisé. des épandages de fumier provenant d’autres sources peuvent être ajoutés au champ à partir de l’onglet du fumier.

# ButtonAddHarvestDate
source: Add Harvest Date
fr_ca: ajoutez la date de récolte

# ButtonAddFertilizerApplication
source: Add Fertilizer Application
fr_ca: ajouter l’épandage d’un engrais

# LabelAllAnimalsGrazingOnThisPastureDisplayedInThisGrid
source: All animal groups grazing on this pasture are displayed below. Modifications to grazing period dates can be made by adjusting the management period of the animal group(s).
fr_ca: Tous les groupes d’animaux qui broutent dans ce pâturage sont indiqués ci-dessous. les dates des périodes de pâturage peuvent être modifiées en ajustant la période de gestion des groupes d’animaux.

# LabelAnimalsGrazingOnThisFieldCanBeFedSupplementalForage
source: Animals grazing on this field can be fed additional hay by clicking the 'Add Supplemental Hay' button. Hay can be imported by setting the 'Source of bales' to 'Off-farm'
fr_ca: les animaux qui broutent dans ce champ peuvent être nourris de foin supplémentaire en cliquant sur le bouton « ajouter du foin supplémentaire ». le foin peut être importé en établissant la « source des balles » à « hors ferme ».

# LabelGrazingAnimalGroup
source: Grazing animal group
fr_ca: groupe d’animaux de pâturage

# LabelMultipleHarvestsCanBeMadeToThisField
source: Multiple harvests can be made to this field throughout the year. To add a harvest, click 'Add Harvest Date' to specify the details. Harvested hay can be used as supplemental feed for grazing animals. Go to the 'Grazing' tab to add this supplement. All bale weights should be the wet weight.
fr_ca: De multiples récoltes peuvent être faites dans ce champ tout au long de l’année. pour ajouter une récolte, cliquez sur « ajouter une date de récolte » pour préciser les détails. le foin récolté peut être utilisé comme aliment supplémentaire pour les animaux de pâturage. allez à l’onglet « broutage » pour ajouter ce supplément. le poids des balles est en poids humide.

# LabelMultipleFertilizerApplicationsCanBeMadeToThisField
source: Multiple fertilizer applications can be made to this field throughout the year. To add a fertilizer application, click 'Add Fertilizer Application' to specify the details.
fr_ca: De multiples épandages d’engrais peuvent être faits dans ce champ tout au long de l’année. pour ajouter un épandage d’engrais, cliquez sur « ajouter l’épandage d’un engrais » pour préciser les détails.

# MessageFertilizerTab
source: The type and amount(s) of fertilizer can be entered here on this tab. Holos will suggest an estimated fertilizer rate based on the type of crop that was grown and the yield.
fr_ca: Le type et la quantité d’engrais peuvent être entrés ici dans cet onglet. holos proposera un taux d’engrais estimé en fonction du type de culture et du rendement.

# MessageAnnualsGeneralTab
source: Amount of irrigation, pesticide usage, and yield for the selected crop can be entered on this tab. Harvested yield can be entered as either wet weight or dry weight. Additional information can be entered by clicking on the 'Show Additional Information' button.
fr_ca: La quantité d’irrigation, l’utilisation de pesticides et le rendement de la culture sélectionnée peuvent être entrés dans cet onglet. vous pouvez entrer des renseignements supplémentaires en cliquant sur le bouton « afficher les renseignements supplémentaires ».

# MessagePerennialsGeneralTab
source: For perennials, the amount of irrigation and pesticide usage can be entered on this tab. Yield and harvest details can be entered on the 'Harvest' tab.
fr_ca: Pour les vivaces, les quantités d’irrigation et de pesticides utilisés peuvent être entrés dans cet onglet. les détails du rendement et de la récolte peuvent être saisis dans l’onglet « récolte ».

# MessageFallowGeneralTab
source: The type of fallow can be entered on this tab. Additional information for fallow land can be entered by clicking on the 'Show Additional Information' button.
fr_ca: Le type de jachère peut être saisi dans cet onglet. vous pouvez entrer des renseignements supplémentaires sur les terres en jachère en cliquant sur le bouton « afficher les renseignements supplémentaires ».

# MessageNoAnimalsGrazingOnThisField
source: There are no animal groups grazing on this field. Animal groups that have a housing type of 'pasture' will be displayed here
fr_ca: Il n’y a pas de groupes d’animaux qui broutent dans ce champ. les groupes d’animaux qui ont un type de logement de « pâturage » seront affichés ici.

# MessageCoverCropsTab
source: If a cover crop was grown this year, select a crop type and enter a yield for the cover crop. Additional details for the cover crop can be entered by clicking the "Show Additional Information" button
fr_ca: Si une culture de couverture a été cultivée cette année, sélectionnez un type de culture et entrez un rendement pour la culture de couverture. vous pouvez entrer des renseignements supplémentaires sur la culture de couverture en cliquant sur le bouton « afficher les renseignements supplémentaires ».

# MessageResidueTabDescription
source: The residue tab can be used to change the default carbon allocation coefficients for the main crop. Additional details such as nitrogen concentrations and percentages of the plant returned to soil can be entered here. Default values have been provided that the model will use unless custom values are entered here
fr_ca: La page d’onglet Residue (résidus) peut être utilisée pour modifier les coefficients d’allocation de carbone par défaut pour la culture principale. Des détails supplémentaires comme les concentrations d’azote et le pourcentage des végétaux retournés au sol peuvent être entrés ici. Des valeurs par défaut ont été fournies et le modèle les utilisera, sauf si des valeurs personnalisées sont saisies ici.

# TitleGrazing
source: Grazing
fr_ca: pâturage

# EnumChemicalTerminationType
source: Chemical
fr_ca: chimique

# EnumMechanicalTerminationType
source: Mechanical
fr_ca: mécanique

# EnumNaturalTerminationType
source: Natural
fr_ca: naturel

# LabelTerminationType
source: Termination type
fr_ca: type de terminaison

# TitleExpectedMarketPrice
source: Expected Market Price
fr_ca: prix du marché prévu

# TitleHarvest
source: Harvest
fr_ca: récolte

# TitleRevenue
source: Revenue
fr_ca: revenus

source: Total Revenue
fr_ca: total des revenus

source: economics
fr_ca: économique

source: output
fr_ca: extrant

# EnumAlfalfaHay
source: Alfalfa hay
fr_ca: foin de luzerne

# EnumArgentineHTCanola
source: Argentine HT canola
fr_ca: canola argentin th

# EnumBeansPinto
source: Beans pinto
fr_ca: haricots pinto

# EnumBlackBean
source: Black bean
fr_ca: haricot noir

# EnumBrownMustard
source: Brown mustard
fr_ca: moutarde brune

# EnumCamelina
source: Camelina
fr_ca: caméline

# EnumCarawayFirstSeason
source: Caraway (first season)
fr_ca: carvi (première saison)

# EnumCarawaySecondSeason
source: Caraway (second season)
fr_ca: carvi (deuxième saison)

# EnumCerealSilage
source: Cereal silage
fr_ca: ensilage de céréales

# EnumCoriander
source: Coriander
fr_ca: coriandre

# EnumDesiChickpeas
source: Desi chickpeas
fr_ca: pois chiche desi

# EnumEdibleGreenPeas
source: Edible green peas
fr_ca: pois verts comestibles

# EnumEdibleYellowPeas
source: Edible yellow peas
fr_ca: pois jaunes comestibles

# EnumFeedBarley
source: Feed barley
fr_ca: orge fourragère

# EnumFenugreek
source: Fenugreek
fr_ca: fenugrec

# EnumHybridFallRye
source: Hybrid fall rye
fr_ca: seigle d’automne hybride

# EnumKabuliChickpea
source: Kabuli chickpea
fr_ca: pois chiche kabuli

# EnumMillingOats
source: Milling oats
fr_ca: avoine de mouture

# EnumOrientalMustard
source: Oriental mustard
fr_ca: moutarde chinoise

# EnumPolishCanola
source: Polish canola
fr_ca: canola-navette

# EnumRedLentils
source: Red lentil
fr_ca: lentilles rouges

# EnumSunflowerConfection
source: Sunflower confection
fr_ca: tournesol de confiserie

# EnumSunflowerOilseedEMSS
source: Sunflower oilseed (EMSS)
fr_ca: tournesol oléagineux

# EnumWheatHardRedSpring
source: Wheat hard red spring
fr_ca: blé de force roux de printemps

# EnumWheatOtherSpring
source: Wheat other spring
fr_ca: autre blé de printemps

# EnumWheatPrairieSpring
source: Wheat prairie spring
fr_ca: blé de printemps des prairies

# EnumYellowMustard
source: Yellow mustard
fr_ca: moutarde jaune

# EnumLargeKabuliChickpea
source: Kabuli chickpea, large
fr_ca: gros pois chiches kabuli

# EnumSmallKabuliChickpea
source: Kabuli chickpea, small
fr_ca: petits pois chiches kabuli

# LabelTotalSequestration
source: Total sequestration
fr_ca: séquestration totale

# DollarsPerBushel
source: $ bu^-1
fr_ca: $ boisseau^-1

# LabelEmissionFactorForLeachingAndRunoff
source: Emission factor for leaching and runoff
fr_ca: facteur d’émission pour le lessivage et le ruissellement

# LabelRunInPeriod
source: Run in period
fr_ca: période de rodage

# Bushel
source: bu
fr_ca: boisseau

# LabelGrasslandType
source: Grassland type
fr_ca: type de prairie

# LabelSeededGrassland
source: Seeded grassland
fr_ca: prairie ensemencée
