Repository: holos-aafc/Holos
Catalog: H.Core/Properties/Resources.*.resx
Languages: fr_ca

# LabelGrowingSeasonEvapotranspiration
source: Growing season evapotranspiration
fr_ca: Évapotranspiration durant la saison de croissance

# LabelGrowingSeasonPrecipitation
source: Growing season precipitation
fr_ca: Précipitations durant la saison de croissance

# LabelWeightedModifierBasedOnTexture
source: Weighted modifier based on texture
fr_ca: Modificateur pondéré selon la texture

# LabelTemperatureEffect
source: Temperature effect
fr_ca: Effet de la température

# LabelWaterEffect
source: Water effect
fr_ca: Effet de l’eau

# LabelMilkFedManagementPeriod
source: Milk-fed dairy calves
fr_ca: Veaux laitiers nourris au lait Période sans émissions de méthane entérique

# LabelMonth
source: Month
fr_ca: Mois

# LabelEvapotranspiration
source: Evapotranspiration
fr_ca: Évapotranspiration

# LabelPrecipitation
source: Precipitation
fr_ca: Précipitations

# MessageTheSelectedYieldAssignmentMethod
source: Please note that the selected yield assignement method chosen will be used for all fields on this farm. Select the 'Custom Yield' or 'Input File' assignement methods to modify the yields for individual fields
fr_ca: Veuillez noter que la méthode d’attribution du rendement choisie sera utilisée pour tous les champs de cette ferme. Sélectionnez les méthodes d’attribution « Rendement personnalisé » ou « Fichier d’entrée » pour modifier le rendement des champs individuels.

# EnumStubbleGrazing
source: Stubble grazing
fr_ca: Pâturage sur chaume

# LabelStrawReturnedToSoil
source: Straw returned to soil
fr_ca: Paille retournée au sol

# LabelStrawReturnedToSoilAfterStubbleGrazing
source: Straw returned to soil after stubble grazing
fr_ca: La paille est retournée au sol après le pâturage sur chaume

# MessageAnnualDetailedReportMessage
source: Annual Holos estimates for the livestock components represent the sum of monthly emissions for a single production cycle only (as defined by the model user on the Component Selection screen). Therefore, if one or more animal groups have more than one production cycle in a calendar year, multiply the results by the number of production cycles in a year to get an estimate of actual yearly emissions related to housing and manure management/storage. Please note: emissions related to the deposition or application of livestock manure to a field are reported under the relevant field or rotation component. Please note: for each field component, the annual emissions in this report represent the total emissions from all synthetic fertilizer applied and all crop residues for the relevant calendar year, but include manure-related emissions for a single production cycle only.
fr_ca: Les estimations annuelles de Holos pour les composantes du bétail représentent la somme des émissions mensuelles pour un unique cycle de production (tel que défini par l’utilisateur du modèle dans l’écran Sélection des composantes). Par conséquent, si un ou plusieurs groupes d’animaux ont plus d’un cycle de production au cours d’une année civile, multipliez les résultats par le nombre de cycles de production dans l’année pour obtenir une estimation des émissions annuelles réelles liées au logement et à la gestion/l’entreposage du fumier. Veuillez noter que les émissions liées au dépôt ou à l’application de fumier de bétail dans un champ sont déclarées sous la composante pertinente du champ ou de la rotation. Veuillez noter que pour chaque composante de champ, les émissions annuelles dans le présent rapport représentent les émissions totales de tous les engrais synthétiques appliqués et de tous les résidus de culture pour l’année civile pertinente, mais comprennent les émissions liées au fumier pour un seul cycle de production seulement.

# MessageMonthlyDetailedReportMessage
source: Monthly Holos estimates for the livestock components represent monthly estimates are for a single production cycle only. Therefore, to get an annual emissions value for these components, multiply the results by the number of production cycles in a year. Please note: emissions related to the deposition or application of livestock manure to a field are reported under the relevant field or rotation component.
fr_ca: Les estimations mensuelles de Holos pour les composantes du bétail représentent des estimations mensuelles pour un seul cycle de production. Ainsi, pour obtenir la valeur annuelle des émissions, multipliez les résultats par le nombre de cycles de production dans une année. Veuillez noter que les émissions liées au dépôt ou à l’application de fumier de bétail dans un champ sont déclarées sous la composante pertinente du champ ou de la rotation.

# LabelUseFieldLevelSoil
source: Use field specific soil data (this will override the default soil data used for the entire farm)
fr_ca: Utilisez des données sur le sol propres au champ (elles remplaceront les données sur le sol par défaut utilisées pour l’ensemble de la ferme).

# LabelAshContentOfFeed
source: Ash content of feed
fr_ca: Teneur en cendres des aliments

# EnumBeltPress
source: Belt press
fr_ca: Filtre à bande

# EnumCentrifuge
source: Centrifuge
fr_ca: Centrifugeuse

# LabelADLiquidSolidSeparationMethod
source: Liquid/solid separation method
fr_ca: Méthode de séparation liquide/solide

# EnumOnFarmAnaerobicDigestor
source: Anaerobic digestor located on farm
fr_ca: Digesteur anaérobie situé à la ferme

# LabelOriginOfDigestate
source: Orgin of digestate
fr_ca: Origine du digestat

# KilogramsWetWeightPerDay
source: kg wet weight day^-1
fr_ca: Poids humide en kg jour -1

# PoundsWetWeightPerDay
source: lbs wet weight day^-1
fr_ca: Poids humide en lb jour -1

# ButtonAddImportedManure
source: Add Imported Manure
fr_ca: Ajouter du fumier importé

# LabelUseImportedManure
source: Use imported manure
fr_ca: Utiliser du fumier importé

# LabelVolatileSolidsContentOfManure
source: Volatile solids content of manure
fr_ca: Teneur en solides volatils du fumier

# LabelTotalVolumeOfDigestateProduced
source: Total digestate volume produced
fr_ca: Volume total de digestat produit

# LabelFugitiveMethaneLoss
source: Fugitive CH₄ loss
fr_ca: Émissions fugitives de CH₄

# ToolTipAdvancedDietMethaneConversionFactorForDietInfo
source: Defines the portion of methane-producing potential achieved for each diet type
fr_ca: Définit la portion du potentiel de production de méthane atteinte pour chaque type de ration

# ButtonApply
source: Apply
fr_ca: Appliquer

# LabelResetLignin
source: Reset lignin content
fr_ca: Réinitialiser la teneur en lignine

# MessageResetLigninContent
source: Resets the lignin content of all crops (in each year) to the default value
fr_ca: Remet la teneur en lignine de toutes les cultures (pour chaque année) à la valeur par défaut.

# MessageResetBiomassCoefficient
source: Resets the biomass coefficients for each crop (in each year) to the default value
fr_ca: Remet les coefficients de biomasse pour chacune des cultures (pour chaque année) à la valeur par défaut.

# MessageResetCarbonConcentration
source: Resets the carbon concentration for each crop (in each year) to the default value
fr_ca: Remet la concentration en carbone pour chacune des cultures (pour chaque année) à la valeur par défaut.

# MessageResetEconomicDefaults
source: Resets the economic defaults for each crop (in each year) to the default value
fr_ca: Remet les données économiques pour chacune des cultures (pour chaque année) à la valeur par défaut.

# MessageResetFallow
source: Resets the fallow for each crop (in each year) to the default value
fr_ca: Remet la jachère pour chacune des cultures (pour chaque année) à la valeur par défaut.

# MessageResetFuelEnergy
source: Resets the fuel energy property for each crop (in each year) to the default value
fr_ca: Remet la propriété énergétique du combustible pour chacune des cultures (pour chaque année) à la valeur par défaut.

# MessageResetHarvestMethod
source: Resets the harvest method for each crop (in each year) to the default value
fr_ca: Remet la méthode de récolte pour chacune des cultures (pour chaque année) à la valeur par défaut.

# MessageResetHerbicideEnergy
source: Resets the herbicide energy properties for each crop (in each year) to the default value
fr_ca: Remet les propriétés énergétiques de l’herbicide pour chacune des cultures (pour chaque année) à la valeur par défaut.

# MessageResetLumCMaxValues
source: Resets the lum C max values for each crop (in each year) to the default value
fr_ca: Remet les valeurs maximales de C GUT pour chacune des cultures (pour chaque année) à la valeur par défaut.

# MessageResetMoistureContent
source: Resets the moisture content for each crop (in each year) to the default value
fr_ca: Remet la teneur en humidité pour chacune des cultures (pour chaque année) à la valeur par défaut.

# MessageResetNitrogenContent
source: Resets the nitrogen content for each crop (in each year) to the default value
fr_ca: Remet la teneur en azote pour chacune des cultures (pour chaque année) à la valeur par défaut.

# MessageResetNitrogenFixation
source: Resets the nitrogen fixation percentage of all crops (in each year) to the default value
fr_ca: Remet le pourcentage de fixation de l’azote de toutes les cultures (pour chaque année) à la valeur par défaut.

# MessageResetPercentageReturns
source: Resets the percentage returns for each crop (in each year) to the default value
fr_ca: Réinitialise le pourcentage de rendement pour chacune des cultures (pour chaque année) à la valeur par défaut.

# MessageResetPerennialDefaults
source: Resets the perennial defaults for each crop (in each year) to the default value
fr_ca: Remet les plantes vivaces pour chacune des cultures (pour chaque année) à la valeur par défaut.

# MessageResetSoilProprties
source: Resets the soil properties for each crop (in each year) to the default value
fr_ca: Remet les propriétés du sol pour chacune des cultures (pour chaque année) à la valeur par défaut.

# MessageResetTillageType
source: Resets the tillage type for each crop (in each year) to the default value
fr_ca: Remet le type de travail du sol pour chacune des cultures (pour chaque année) à la valeur par défaut.

# MessageResetUserDefaults
source: Resets the user defaults for each crop (in each year) to the default value
fr_ca: Remet les valeurs de l’utilisateur pour chacune des cultures (pour chaque année) à la valeur par défaut.

# MessageResetWaterIrrigation
source: Resets the irrigation properties for each crop (in each year) to the default value
fr_ca: Remet les propriétés d’irrigation pour chacune des cultures (pour chaque année) à la valeur par défaut.

# MessageResetYield
source: Resets yield for each crop (in each year) to the default value
fr_ca: Remet le rendement pour chacune des cultures (pour chaque année) à la valeur par défaut.

# MessageResetAmountOfBlendedProduct
source: Resets the amount of blended product for each crop (in each year) to the default valu
fr_ca: Remet la quantité de produit mélangé pour chacune des cultures (pour chaque année) à la valeur par défaut.

# MessageResetAnnualEntericMethaneEmissionRate
source: Resets the Enteric Methane emission rate for each animal group (for each year) to the default value
fr_ca: Remet le taux d’émissions de méthane entérique pour chaque groupe d’animaux (pour chaque année) à la valeur par défaut.

# MessageResetAnnualManureMethaneEmissionRate
source: Resets the manure methane emission rate for each animal group (for each year) to the default value
fr_ca: Remet le taux d’émissions de méthane du fumier pour chaque groupe d’animaux (pour chaque année) à la valeur par défaut.

# MessageResetAvailableSoilTypes
source: Resets the soil types for each crop (in each year) to the default value
fr_ca: Remet les types de sols pour chacune des cultures (pour chaque année) à la valeur par défaut.

# MessageResetBlendData
source: Resets the blend data for each crop (in each year) to the default value
fr_ca: Remet les données de mélange pour chacune des cultures (pour chaque année) à la valeur par défaut.

# MessageResetDefaultEmissionFactors
source: Resets the default emission factors for each animal group (for each year) to the default value
fr_ca: Remet les facteurs d’émission pour chaque groupe d’animaux (pour chaque année) à la valeur par défaut.

# MessageResetDefaultSoilForField
source: Resets the soil for field to the default value
fr_ca: Remet le sol pour le champ à la valeur par défaut.

# MessageResetFeedingActivityCoefficient
source: Resets the feeding activity coefficient for each animal group (for each management period) to the default value
fr_ca: Remet le coefficient d’activité alimentaire pour chaque groupe d’animaux (pour chaque période de gestion) à la valeur par défaut.

# MessageResetFertilizerApplicationMethod
source: Resets the fertilizer application method for each crop (in each year) to the default value
fr_ca: Remet la méthode d’application de l’engrais pour chacune des cultures (pour chaque année) à la valeur par défaut.

# MessageResetLivestockCoefficientSheep
source: Resets the livestock coefficient for sheep (for each management period) to the default value
fr_ca: Remet le coefficient du bétail pour le mouton (pour chaque période de gestion) à la valeur par défaut.

# MessageResetManureApplicationMethod
source: Resets the manure application method for each crop (in each year) to the default value
fr_ca: Remet la méthode d’application du fumier pour chacune des cultures (pour chaque année) à la valeur par défaut.

# MessageResetManureComposition
source: Resets the manure composition for each animal group (for each management period) to the default value
fr_ca: Remet la composition du fumier pour chaque groupe d’animaux (pour chaque période de gestion) à la valeur par défaut.

# MessageResetManureExcretionRate
source: Resets the manure excretion rate for each animal group (for each year) to the default value
fr_ca: Remet le taux d’excrétion du fumier pour chaque groupe d’animaux (pour chaque année) à la valeur par défaut.

# MessageResetManureMineralizationFractions
source: Resets the manure mineralization fractions for each animal group (for management period) to the default value
fr_ca: Remet les fractions de minéralisation du fumier pour chaque groupe d’animaux (pour la période de gestion) à la valeur par défaut.

# MessageResetMethaneProducingCapacityOfManure
source: Resets the methane producing capacity of manure for each animal group (for each year) to the default value
fr_ca: Remet la capacité de production de méthane du fumier pour chaque groupe d’animaux (pour chaque année) à la valeur par défaut.

# MessageResetMilkProduction
source: Resets the milk production for each animal group (for each management period) to the default value
fr_ca: Remet la production laitière pour chaque groupe d’animaux (pour chaque période de gestion) à la valeur par défaut.

# MessageResetPastureUtilization
source: Resets the utilization for each crop (in each year) to the default value
fr_ca: Remet l’utilisation pour chacune des cultures (pour chaque année) à la valeur par défaut.

# MessageResetPhosphorusFertilizerRate
source: Resets the phosphorus fertilizer rate for each crop (in each year) to the default value
fr_ca: Remet le taux d’engrais phosphaté pour chacune des cultures (pour chaque année) à la valeur par défaut.

# MessageResetVolatileSoildsExcretion
source: Resets the volatile solids excretion for each animal group (for each year) to the default value
fr_ca: Remet l’excrétion de solides volatiles pour chaque groupe d’animaux (pour chaque année) à la valeur par défaut.

# MessageResetYield|ForAllYears
source: Resets the yield for each crop (in each year) to the default value
fr_ca: Remet le rendement pour chacune des cultures (pour chaque année) à la valeur par défaut.

# MessageResetAmmoniaEmissionFactorForHousing
source: Resets the ammonia emission factor for housing for each animal group (for management period) to the default value
fr_ca: Remet le facteur d’émissions d’ammoniac lié au logement pour chaque groupe d’animaux (pour la période de gestion) à la valeur par défaut.

# MessageResetAmmoniaEmissionFactorForLandApplication
source: Resets the ammonia emission factor for land application for each animal group (for management period) to the default value
fr_ca: Remet le facteur d’émissions d’ammoniac lié à l’épandage pour chaque groupe d’animaux (pour la période de gestion) à la valeur par défaut.

# MessageResetAmmoniaEmissionFactorForManureStorage
source: Resets the ammonia emission factor for manure storage for each animal group (for management period) to the default value
fr_ca: Remet le facteur d’émission d’ammoniac lié au stockage pour chaque groupe d’animaux (pour la période de gestion) à la valeur par défaut.

# MessageResetBarnTemperature
source: Resets the barn temperature for each animal group (for each year) to the default value
fr_ca: Remet la température de l’étable pour chaque groupe d’animaux (pour chaque année) à la valeur par défaut.

# MessageResetBaselineCoefficient
source: Resets the baseline coefficient for each animal group (for management period) to the default value
fr_ca: Remet le coefficient de référence pour chaque groupe d’animaux (pour la période de gestion) à la valeur par défaut.

# MessageResetBeddingMaterial
source: Resets the bedding material for each animal group (for each year) to the default value
fr_ca: Remet le type de litière pour chaque groupe d’animaux (pour chaque année) à la valeur par défaut.

# MessageResetBeddingMaterialRate
source: Resets the bedding material rate for each animal group (for management period) to the default value
fr_ca: Remet le taux de litière pour chaque groupe d’animaux (pour la période de gestion) à la valeur par défaut.

# MessageResetDailyTanExcretion
source: Resets the daily tan excretion for each animal group (for management period) to the default value
fr_ca: Remet l’excrétion d’AAT pour chaque groupe d’animaux (pour la période de gestion) à la valeur par défaut.

# MessageResetGainCoefficient
source: Resets the gain coefficient for each animal group (for management period) to the default value
fr_ca: Remet le coefficient de gain pour chaque groupe d’animaux (pour la période de gestion) à la valeur par défaut.

# MessageResetLeachingFraction
source: Resets the leaching fraction for each animal group (for management period) to the default value
fr_ca: Remet la fraction du lessivage pour chaque groupe d’animaux (pour la période de gestion) à la valeur par défaut.

# MessageResetNitrogenExcretionRate
source: Resets the nitrogen excretion rate for each animal group (for management period) to the default value
fr_ca: Remet le taux d’excrétion d’azote pour chaque groupe d’animaux (pour la période de gestion) à la valeur par défaut.

# LabelTotalDirectN2ONFromCropResidueExports
source: N2O-N From Exported Crop Residues
fr_ca: N2O-N provenant de résidus de culture exportés

# LabelExports
source: Exports
fr_ca: Exportations

# LabelManureExportedFromFarm
source: Manure exported from farm
fr_ca: Fumier exporté de la ferme

# LabelWinterFeeding
source: Winter feeding
fr_ca: alimentation en hiver

# LabelSummerGrazing
source: Summer grazing
fr_ca: pâturage estival

# LabelExtendedFallGrazing
source: Extended fall grazing
fr_ca: pâturage prolongé à l’automne

# LabelWinterFeedingDry
source: Winter feeding - dry
fr_ca: Alimentation d'hiver - sec

# LabelWinterFeedingLactating
source: Winter feeding - lactating
fr_ca: Alimentation d'hiver - lactation

# LabelDryPeriodName
source: Dry period
fr_ca: tarissement

# LabelMidLactationPeriodName
source: Mid lactation
fr_ca: mi-lactation

# LabelLateLactationPeriodName
source: Late lactation
fr_ca: en fin de lactation

# LabelFarrowingLactatingSows
source: Farrowing lactating sows
fr_ca: truies de naissage en lactation

# MenuIncludeBiomassExportsInResults
source: Include biomass exports in reported results
fr_ca: Inclure les exportations de biomasse dans les résultats déclarés

# MessageNoManureAvailableForExportInSelectedYear
source: No manure available for export in {0}. Select a different year of export or add animal components to the farm so that manure is produced in {0} and will be available for export
fr_ca: Aucun fumier disponible pour l’exportation en {0}. Sélectionnez une année d’exportation différente ou ajoutez des composantes animales à la ferme pour que le fumier soit produit en {0}.

# LabelSelectedFarm
source: Selected farm
fr_ca: Ferme sélectionnée

# LabelStepTwoDefaultValues
source: Select all buttons that you would like default values reset for.
fr_ca: Sélectionnez tous les boutons pour lesquels vous voulez réinitialiser la valeur par défaut.

# LabelResetAmountOfBlendedProduct
source: Reset amount of blended product
fr_ca: Réinitialiser la quantité de produit mélangé

# LabelResetFeedingActivityCoefficient
source: Reset feeding activity coefficient
fr_ca: Réinitialiser le coefficient d’activité de l’alimentation

# LabelResetBeddingMaterial
source: Reset bedding material
fr_ca: Réinitialiser la litière

# LabelResetDefaultSoilForField
source: Reset default soil data for field
fr_ca: Réinitialiser les données par défaut sur le sol pour le champ

# LabelToggleAllOff
source: Toggle all off
fr_ca: Tout basculer désactivé

# LabelResetManureMineralizationFractions
source: Reset manure mineralization fractions
fr_ca: Réinitialiser les fractions de minéralisation du fumier

# LabelResetLeachingFraction
source: Reset leaching fraction
fr_ca: Réinitialiser les données sur le lessivage

# LabelResetVolatileSolidsExcretion
source: Reset volatile solids excretion
fr_ca: Réinitialiser les excrétions solides volatiles

# LabelResetAmmoniaEmissionFactorForHousing
source: Reset NH₃ emission factor (housing)
fr_ca: Réinitialiser le facteur d’émission de NH₃ (logement)

# LabelResetBeddingMaterialRate
source: Reset bedding material rate
fr_ca: Réinitialiser le taux de litière

# LabelResetUserDefaults
source: Reset user defaults
fr_ca: Réinitialiser les valeurs par défaut des utilisateurs

# LabelResetManureApplicationMethod
source: Reset manure application method
fr_ca: Réinitialiser la méthode d’application du fumier

# LabelResetTillageType
source: Reset tillage type
fr_ca: Réinitialiser le type de travail du sol

# LabelResetFertilizerApplicationMethod
source: Reset fertilizer application method
fr_ca: Réinitialiser la méthode d’application de l’engrais

# LabelIndirectNitrousOxideFromOrganicNVolatilization
source: N2O-N from Organic Nitrogen Volatilization (N2O-N_ONvolatilization)
fr_ca: N2O-N de la volatilisation d’azote synthétique (volatilisation de N2O-N N2O-N_SNvolatilization)

# LabelResetFallow
source: Reset fallow
fr_ca: Réinitialiser la jachère

# LabelResetYieldsAllYears
source: Reset yields for all years
fr_ca: Réinitialiser les rendements pour toutes les années

# LabelResetMoistureContent
source: Reset moisture content
fr_ca: Réinitialiser la teneur en humidité

# LabelResetBaselineCoefficient
source: Reset baseline coefficient
fr_ca: Réinitialiser le coefficient de référence

# TitleResetDefaults
source: Reset defaults
fr_ca: Rétablir les valeurs par défaut

# LabelIndirectNitrousOxideFromOrganicNVolatilizationNotIncludingRemainingAmounts
source: N2O-N from Organic Nitrogen Volatilization (Excluding Any Manure Not Applied N2O-N_ONvolatilization)
fr_ca: N2O-N provenant de la volatilisation d’azote synthétique (à l’exclusion de tout fumier non épandu – volatilisation de N2O-N N2O-N_ONvolatilization)

# LabelResetNitrogenFixation
source: Reset nitrogen fixation
fr_ca: Réinitialiser la fixation de l’azote

# LabelResetMilkProduction
source: Reset milk production
fr_ca: Réinitialiser la production de lait

# LabelResetPhosphorusFertilizerRate
source: Reset phosphorus fertlizer rate
fr_ca: Réinitialiser le taux d’engrais phosphaté
