Repository: holos-aafc/Holos
Catalog: H.Core/Properties/Resources.*.resx
Languages: fr_ca

source: Barley
fr_ca: orge

source: British Columbia
fr_ca: Colombie-Britannique

source: Chickpeas
fr_ca: pois chiches

source: Fallow
fr_ca: jachère

source: Flax
fr_ca: lin

source: Fodder corn
fr_ca: maïs fourrager

source: Forage
fr_ca: fourrage

source: Grain corn
fr_ca: maïs-grain

source: Grain sorghum
fr_ca: sorgho-grain

source: Hay - grass
fr_ca: foin – graminées

source: Hay - legume
fr_ca: foin – légumineuses

source: Hay - mixed
fr_ca: foin – mélange

source: Intensive tillage
fr_ca: travail intensif du sol

source: Lentils
fr_ca: lentilles

source: Mustard
fr_ca: moutarde

source: New Brunswick
fr_ca: Nouveau-Brunswick

source: Newfoundland
fr_ca: Terre-Neuve

source: Northwest Territories
fr_ca: Territoires du Nord-Ouest

# NoTillTillage
source: No tillage
fr_ca: semis direct

source: Nova Scotia
fr_ca: Nouvelle-Écosse

source: Oats
fr_ca: avoine

source: Oilseeds
fr_ca: oléagineux

# Pasture
source: Pasture/range/paddock
fr_ca: pâturage/parcours/enclos

source: Prince Edward Island
fr_ca: Île-du-Prince-Édouard

source: Pulse crops
fr_ca: légumineuses

source: Quebec
fr_ca: Québec

source: Reduced tillage
fr_ca: travail réduit du sol

source: Small grain cereals
fr_ca: céréales à petits grains

source: Soybeans
fr_ca: soja

source: Undersown barley
fr_ca: orge contre-ensemencée

source: Wheat - Bolinder
fr_ca: blé – Bolinder

source: Wheat - Gan
fr_ca: blé – Gan

source: English
fr_ca: anglais

# French
source: Français
fr_ca: French

source: Black
fr_ca: noir

source: Black chernozem
fr_ca: chernozem noir

source: Brown
fr_ca: brun

source: Brown chernozem
fr_ca: chernozem brun

source: Dark brown
fr_ca: brun foncé

source: Dark brown chernozem
fr_ca: chernozem brun foncé

source: Dark gray chernozem
fr_ca: chernozem gris foncé

source: Dystric brunisol
fr_ca: brunisol dystrique

source: Eastern Canada
fr_ca: Est du Canada

source: Eutric brunisol
fr_ca: brunisol eutrique

source: Ferro humic podzol
fr_ca: podzol ferrohumique

source: Gray brown luvisol
fr_ca: luvisol brun gris

source: Gray luvisol
fr_ca: luvisol gris

source: Humic gleysol
fr_ca: gleysol humique

source: Humic podzol
fr_ca: podzol humique

source: Humic regosol
fr_ca: régosol humique

source: Humic vertisol
fr_ca: vertisol humique

source: Humo ferric podzol
fr_ca: podzol humo-ferrique

source: Luvic gleysol
fr_ca: gleysol luvique

source: Melanic brunisol
fr_ca: brunisol mélanique

source: Mesisol
fr_ca: mésisol

# NotApplicable
source: N/A
fr_ca: sans objet

source: Organic
fr_ca: organique

source: Organic cryosol
fr_ca: cryosol organique

source: Regosol
fr_ca: régosol

source: Solodized solonetz
fr_ca: solonetz solodisé

source: Sombric brunisol
fr_ca: brunisol sombrique

source: Static cryosol
fr_ca: gélisol statique

source: Turbic cryosol
fr_ca: gélisol turbique

source: Unknown
fr_ca: inconnu

source: Vertic solonetz
fr_ca: solonetz vertique

source: Western Canada
fr_ca: Ouest du Canada

source: Coarse
fr_ca: grossier

source: Fine
fr_ca: fin

source: Medium
fr_ca: moyen

source: April
fr_ca: avril

source: August
fr_ca: août

source: Bulk density
fr_ca: densité apparente

source: December
fr_ca: décembre

source: Ecodistrict
fr_ca: écodistrict

source: February
fr_ca: février

source: January
fr_ca: janvier

source: July
fr_ca: juillet

source: June
fr_ca: juin

source: March
fr_ca: mars

source: May
fr_ca: mai

source: November
fr_ca: novembre

source: October
fr_ca: octobre

source: Parent material texture
fr_ca: texture de matériel parent

source: Polygon
fr_ca: polygone

source: Proportion of clay in soil
fr_ca: proportion d'argile du sol

source: Proportion of sand in soil
fr_ca: proportion de sable du sol

source: Proportion of soil organic carbon
fr_ca: proportion de carbone organique dans le sol

source: September
fr_ca: septembre

source: Soil functional category
fr_ca: catégorie fonctionnelle de sol

source: Soil great group type
fr_ca: grand groupe de sols

source: Soil pH
fr_ca: pH du sol

source: Soil texture
fr_ca: texture du sol

source: Temperature
fr_ca: température

source: Top layer thickness
fr_ca: épaisseur de la couche supérieure

# EnumMillimeters
source: Millimeters
fr_ca: millimètres

# EnumInches
source: Inches
fr_ca: pouces

source: Imperial
fr_ca: impérial

source: Metric
fr_ca: métrique

# ExceptionUnknownProvinceString
source: Unknown province '{0}'
fr_ca: province inconnue '{0}'

# ExceptionUnknownTillageType
source: Unknown tillage type '{0}'
fr_ca: type de travail du sol inconnu '{0}'

# ExceptionUnknownSoilTextureString
source: Unknown soil texture '{0}'
fr_ca: texture de sol inconnue '{0}'

source: Atlantic Maritimes
fr_ca: maritime de l'Atlantique

source: Boreal Plains
fr_ca: Plaines boréales

source: Boreal Shield East
fr_ca: Bouclier boréal est

source: Boreal Shield West
fr_ca: Bouclier boréal ouest

# ExceptionUnknownEcozoneString
source: Unknown ecozone '{0}'
fr_ca: écozone inconnue '{0}'

source: Mixedwood Plains
fr_ca: plaines à forêts mixtes

source: Montane Cordillera
fr_ca: Cordillère montagnarde

source: Pacific Maritime
fr_ca: maritime du Pacifique

source: Semiarid Prairies
fr_ca: prairies semi-arides

source: Subhumid Prairies
fr_ca: prairies subhumides

# EnumBeef
source: Beef cattle
fr_ca: bovins de boucherie

# EnumChicken
source: Chickens
fr_ca: poules

# Dairy
source: Dairy cattle
fr_ca: bovins laitiers

# ExceptionUnknownAnimalTypeString
source: Unknown Animal '{0}'
fr_ca: animal inconnu '{0}'

# EnumSheep
source: Sheep
fr_ca: mouton

# EnumSwine
source: Swine
fr_ca: porc

source: Confined
fr_ca: confiné

# Drylot
source: Drylot (standing or exercise yard)
fr_ca: Parc d'élevage (debout ou cours d’exercice)

source: Enclosed pasture
fr_ca: pâturage en enclos

source: Flat pasture
fr_ca: pâturage plan

source: Grazing over 3 km/d
fr_ca: pâturage sur plus de 3 km/j

source: Grazing under 3km/d
fr_ca: pâturage sur moins de 3 km/j

source: Hilly pasture or open range
fr_ca: pâturage vallonné ou parcours libre

source: Housed in barn
fr_ca: logé en étable

source: Large free-stall
fr_ca: grande stalle libre

source: Open range or hills
fr_ca: parcours libre ou collines

source: Small free-stall
fr_ca: petite logette

source: Tie-stall
fr_ca: stalle entravée

# ExceptionUnknownHousing
source: Unknown housing '{0}'
fr_ca: logement inconnu '{0}'

# AnaerobicDigesterHandlingSystemName
source: Anaerobic digester
fr_ca: digesteur anaérobie

# EnumBeefBackgrounder
source: Beef backgrounder
fr_ca: bovin semi-fini

# BarleyDietType
source: Barley diet
fr_ca: ration d'orge

# CloseUpDietType
source: Close up diet
fr_ca: ration de début de tarissement

# CompostIntensiveHandlingSystemName
source: Compost - intensive windrow
fr_ca: Compost - andain intensif

# CompostPassiveHandlingSystemName
source: Compost - passive windrow
fr_ca: Compost - andain passif

# CornDietType
source: Corn diet
fr_ca: ration à base de maïs

# EnumCowCalf
source: Cow-calf
fr_ca: vache-veau

# DailySpreadHandlingSystemName
source: Daily spread
fr_ca: épandage quotidien

# EnumDairyBulls
source: Dairy bulls
fr_ca: taureaux laitiers

# EnumDairyDry
source: Dairy dry
fr_ca: laitier tari / laitière tarie

# EnumDairyHeifers
source: Dairy heifers
fr_ca: génisses laitières

# EnumDairyLactating
source: Dairy lactating
fr_ca: laitier en lactation / laitière en lactation

# DeepBeddingHandlingSystemName
source: Deep bedding
fr_ca: litière accumulée

# DeepPitHandlingSystemName
source: Deep pit under barn
fr_ca: Fosse profonde sous l’étable

# ExceptionUnknownDietType
source: Unknown diet type '{0}'
fr_ca: type de ration inconnue'{0}'

# ExceptionUnknownHandlingSystemName
source: Unknown handling system '{0}'
fr_ca: système de manutention inconnu '{0}'

# FarOffDryDietType
source: Far off dry diet
fr_ca: ration de fin de tarissement

# EnumBeefFinisher
source: Beef finisher
fr_ca: bovin fini

# HighEnergyAndProteinDietType
source: High energy & protein diet
fr_ca: ration à teneur élevée en énergie et en protéine

# HighEnergyDietType
source: High energy diet
fr_ca: ration à teneur élevée en énergie

# LiquidCrustHandlingSystemName
source: Liquid crust
fr_ca: liquide avec croûte

# LiquidNoCrustHandlingSystemName
source: Liquid/Slurry with no natural crust
fr_ca: llquide/lisier sans croûte naturelle

# LowEnergyAndProteinDietType
source: Low energy & protein diet
fr_ca: ration à teneur faible en énergie et en protéine

# LowEnergyDietType
source: Low energy diet
fr_ca: ration à teneur faible en énergie

# MediumEnergyAndProteinDietType
source: Medium energy & protein diet
fr_ca: ration à teneur moyenne en énergie et en protéine

# MediumEnergyDietType
source: Medium energy diet
fr_ca: ration à teneur moyenne en énergie

# MediumGrowthDietType
source: Medium growth diet
fr_ca: ration pour croissance moyenne

# SlowGrowthDietType
source: Slow growth diet
fr_ca: ration pour croissance lente

source: Stockers
fr_ca: bovins de long engraissement

source: Swine finisher
fr_ca: porc de finition

# EnumBoar
source: Boars
fr_ca: verrats

source: Colorado Spruce
fr_ca: épinette du Colorado

# EnumDrySow
source: Dry sows
fr_ca: truies taries

# ExceptionUnknownTreeSpecies
source: Unknown tree species '{0}'
fr_ca: espèce d’arbre inconnue '{0}'

source: Green Ash
fr_ca: frêne vert

# EnumGrower
source: Hogs
fr_ca: porcs

source: Highly digestible feed
fr_ca: aliment hautement digestible

# EnumLactatingSow
source: Lactating sows
fr_ca: truies en lactation

source: Manitoba Maple
fr_ca: érable à Giguère

source: Poplar
fr_ca: peuplier

source: Reduced protein
fr_ca: protéines réduites

source: Scots Pine
fr_ca: pin sylvestre

source: Siberian Elm
fr_ca: orme de Sibérie

source: Standard
fr_ca: norme

source: Starter
fr_ca: démarrage

source: White Spruce
fr_ca: épinette blanche

source: All
fr_ca: tous

source: Barley silage
fr_ca: ensilage d'orge

source: Buckwheat
fr_ca: sarrasin

source: Canary seed
fr_ca: graine à canaris

source: Coloured White Faba Beans
fr_ca: féveroles de couleur blanche

source: Durum
fr_ca: blé dur

# ExceptionUnknownCropType
source: Unknown crop '{0}'
fr_ca: culture inconnue '{0}'

# HayAndForageSeed
source: Hay & forage seed
fr_ca: foin et graines fourragères

source: Mixed grains
fr_ca: grains mélangés

source: Potatoes
fr_ca: pommes de terre

source: Rye
fr_ca: seigle

source: Safflower
fr_ca: carthame

source: Spring wheat
fr_ca: blé de printemps

source: Sunflower seed
fr_ca: graine de tournesol

source: Winter wheat
fr_ca: blé d'hiver

# ExceptionUnknowFeedTypeString
source: Unknown feed type '{0}'
fr_ca: type d’aliment inconnu '{0}'

source: Swath grazing
fr_ca: pâturage en andain

# EnumApril
source: April
fr_ca: avril

# EnumAugust
source: August
fr_ca: août

# EnumDecember
source: December
fr_ca: décembre

# EnumFebruary
source: February
fr_ca: février

# EnumJanuary
source: January
fr_ca: janvier

# EnumJuly
source: July
fr_ca: juillet

# EnumJune
source: June
fr_ca: juin

# EnumMarch
source: March
fr_ca: mars

# EnumMay
source: May
fr_ca: mai

# EnumNovember
source: November
fr_ca: novembre

# EnumOctober
source: October
fr_ca: octobre

# EnumSeptember
source: September
fr_ca: septembre

# EnumNo
source: No
fr_ca: non

# EnumYes
source: Yes
fr_ca: oui

# EnumNotSelected
source: Not selected
fr_ca: non sélectionné

# EnumCropNotSelected
source: Choose crop
fr_ca: choisir culture

# EnumProvinceNotSelected
source: Choose province
fr_ca: choisir une province

# EnumFlooding
source: Flooding
fr_ca: inondation

# EnumBeefManure
source: Beef manure
fr_ca: fumier de bœuf

# EnumDairyManure
source: Dairy manure
fr_ca: fumier de bovins laitiers

# EnumImported
source: Imported
fr_ca: importé

# EnumLivestock
source: Livestock
fr_ca: bétail

# EnumPoultryManure
source: Poultry manure
fr_ca: fumier de volaille

# EnumSwineManure
source: Swine manure
fr_ca: fumier de porc

# LabelCornGrainBasedDiet
source: Corn grain-based diet
fr_ca: ration à base de grains de maïs

source: Low energy protein
fr_ca: protéine à faible valeur énergétique

# LabelBarleyGrainBasedDiet
source: Barley grain based diet
fr_ca: ration à base de grains d'orge

# EnumCalf
source: Calves
fr_ca: veaux

# EnumBeefCow
source: Beef cow
fr_ca: vache de boucherie

# EnumHeifer
source: Heifers
fr_ca: génisses

# EnumSteer
source: Steers
fr_ca: bouvillons

# EnumBeefBackgrounderHeifer
source: Heifers
fr_ca: génisses

# EnumBeefBackgrounderSteer
source: Steers
fr_ca: bouvillons

# EnumBeefBull
source: Bulls
fr_ca: taureaux

# EnumBeefCalf
source: Calves
fr_ca: veaux

# EnumBeefCowDry
source: Dry cows
fr_ca: vaches taries

# EnumBeefCowLactating
source: Cows
fr_ca: vaches

# EnumBeefFinishingHeifer
source: Heifers
fr_ca: génisses

# EnumBeefFinishingSteer
source: Steers
fr_ca: bouvillons

# LabelHighEnergyProteinDiet
source: High energy protein
fr_ca: protéine à valeur énergétique élevée

# LabelDietA
source: Diet A
fr_ca: régime A

# LabelDietB
source: Diet B
fr_ca: régime B

# LabelDietC1
source: Diet C1
fr_ca: régime C1

# LabelDietC2
source: Diet C2
fr_ca: régime C2

# LabelDietD1
source: Diet D1
fr_ca: régime D1

# LabelDietD2
source: Diet D2
fr_ca: régime D2

# LabelDietD3
source: Diet D3
fr_ca: régime D3

# LabelDietD4
source: Diet D4
fr_ca: régime d4

# LabelNurseryWeanersStarterDiet1
source: Nursery weaners (starter diet #1)
fr_ca: porcelets sevrés (ration de démarrage no 1)

# LabelNurseryWeanersStarterDiet2
source: Nursery weaners (starter diet #2)
fr_ca: porcelets sevrés (ration de démarrage no 2)

# LabelGrowerFinisherDiet1
source: Grower/Finisher diet #1
fr_ca: ration de croissance/finition no 1

# LabelGrowerFinisherDiet2
source: Grower/Finisher diet #2
fr_ca: ration de croissance/finition no 2

# LabelGrowerFinisherDiet3
source: Grower/Finisher diet #3
fr_ca: ration de croissance/finition no 3

# LabelGrowerFinisherDiet4
source: Grower/Finisher diet #4
fr_ca: ration de croissance/finition no 4

# LabelMediumEnergyProteinDiet
source: Medium energy protein
fr_ca: protéine à valeur énergétique moyenne

# LabelMediumGrowthDiet
source: Medium growth diet
fr_ca: ration pour croissance moyenne

# LabelSlowGrowthDiet
source: Slow growth diet
fr_ca: ration pour croissance lente

# EnumPaddock
source: Paddock
fr_ca: enclos

# EnumRange
source: Range
fr_ca: aire de distribution

# EnumCustom
source: Custom
fr_ca: personnalisé

# EnumFourPercentFat
source: 4% fat
fr_ca: 4 % de matières grasses

# EnumNone
source: None
fr_ca: aucun

# EnumTwoPercentFat
source: 2% fat
fr_ca: 2 % de matières grasses

# EnumStockerHeifers
source: Stocker Heifer
fr_ca: génisse de long engraissement

# EnumStockerSteers
source: Stocker Steer
fr_ca: bouvillon de long engraissement

# EnumReplacementHeifers
source: Replacement heifers
fr_ca: génisses de relève

# EnumYoungBulls
source: Young bulls
fr_ca: taurillons

# EnumBarley
source: Barley
fr_ca: orge

# EnumIntensiveTillage
source: Intensive tillage
fr_ca: travail intensif du sol

# EnumNoTillTillage
source: No tillage
fr_ca: culture sans travail du sol

# EnumReducedTillage
source: Reduced tillage
fr_ca: travail réduit du sol

# EnumChickpeas
source: Chickpeas
fr_ca: pois chiches

# EnumCornFodder
source: Corn (fodder)
fr_ca: maïs (fourrager)

# EnumCornGrain
source: Corn (grain)
fr_ca: maïs (grain)

# EnumDryPeas
source: Dry peas
fr_ca: pois secs

# EnumFallow
source: Fallow
fr_ca: jachère

# EnumFlax
source: Flax
fr_ca: lin

# EnumHayGrass
source: Hay grass
fr_ca: foin de graminées

# EnumHayLegume
source: Hay legume
fr_ca: foin de légumineuses

# EnumHayMixed
source: Hay mixed
fr_ca: mélange de foin

# EnumWheat
source: Wheat
fr_ca: blé

# EnumCorn
source: Corn
fr_ca: maïs

# EnumForageGrowthStageOne
source: Early
fr_ca: précoce

# EnumForageGrowthStageTwo
source: Mid
fr_ca: mi-saison

# EnumForageGrowthStageThree
source: Late
fr_ca: tardif

# EnumGrazed
source: Grazed
fr_ca: brouté

# EnumHayed
source: Hayed
fr_ca: fauché

# EnumSilage
source: Silage
fr_ca: ensilage

# EnumSwath
source: Swath
fr_ca: andain

# EnumCashCrop
source: Cash crop
fr_ca: culture commerciale

# EnumGreenManure
source: Green manure
fr_ca: engrais vert

# EnumSwathing
source: Swathing
fr_ca: aindainage

# ExceptionUnknownHardinessZoneString
source: Unknown Hardiness Zone '{0}'
fr_ca: zone de rusticité inconnue '{0}'

source: Hybrid Poplar
fr_ca: peuplier hybride

# EnumNotAvailable
source: Not available
fr_ca: non disponible

source: Average Conifer
fr_ca: conifère moyen

source: Average Deciduous
fr_ca: feuillu moyen

# EnumComposted
source: Composted
fr_ca: composté

# EnumLiquid
source: Liquid
fr_ca: liquide

# EnumLiquidSeparated
source: Liquid separated
fr_ca: liquide séparé

# EnumSlurry
source: Slurry
fr_ca: lisier

# EnumSolid
source: Solid
fr_ca: solide

# EnumSwineFinishers
source: Swine finishers
fr_ca: porcs de finition

# EnumSwineStarters
source: Swine starters
fr_ca: porcs de début

# EnumDairy
source: Dairy cattle
fr_ca: bovins laitiers

# Acres
source: ac
fr_ca: acre

# LabelUpstreamCarbonDioxide
source: Upstream CO2
fr_ca: CO2 en amont

# LabelBirthWeight
source: Birth weight
fr_ca: poids à la naissance

# LabelFertilityRate
source: Fertility rate
fr_ca: taux de fécondité

# LabelLittersPerYear
source: Litters year^-1
fr_ca: portées par année^-1

# LabelWeightAtWeaning
source: Weight at weaning
fr_ca: poids au sevrage

# BushelsPerAcre
source: bu ac^-1
fr_ca: boiss. a^-1

# CubicMetersMethanePerKilogramVolatileSolids
source: m³ CH₄ (kg VS)^-1
fr_ca: m³ CH₄ (kg SV)^-1

# CubicYardsMethanePerPoundVolatileSolids
source: yards³ CH₄ (lb VS)^-1
fr_ca: verges³ CH₄ (lb SV)^-1

source: days
fr_ca: jours

# EnumGrams
source: Grams
fr_ca: grammes

# EnumKilograms
source: Kilograms
fr_ca: kilogrammes

# EnumPounds
source: Pounds
fr_ca: livres

# EnumYards
source: Yards
fr_ca: verges

# GigajoulesPerAcre
source: GJ ac^-1
fr_ca: GJ a^-1

# GrainsPerPound
source: grains lbs^-1
fr_ca: grains lb^-1

# Inches
source: in
fr_ca: po

# InchesPerYear
source: in. year^-1
fr_ca: po année^-1

# InternationalUnitsPerGrain
source: IU grains^-1
fr_ca: UI céréales^-1

# InternationalUnitsPerGram
source: IU g^-1
fr_ca: UI g^-1

# KilogramPerHeadPerDay
source: kg head^-1 day^-1
fr_ca: kg tête^-1 jour^-1

# KilogramPerHeadPerYear
source: kg head^-1year^-1
fr_ca: kg tête^-1année^-1

# KilogramCO2PerKilogramsN
source: kg CO2 (kg N)^-1
fr_ca: kg de CO2 (kg N)^-1

# KilogramCO2PerKilogramsP2O5
source: kg CO2 (kg P2O5)^-1
fr_ca: kg de CO2 (kg de P2O5)^-1

# KilowattPerPoultryPlacement
source: kWh poultry placement^-1
fr_ca: kWh placement de volaille^-1

# GigaJoulesPer1000Litres
source: GJ 1000 litre^1
fr_ca: GJ 1000 litres^1

# KilogramsNPer1000Litres
source: kg N 1000 litre^1
fr_ca: kg N 1000 portées^1

# KilogramsNitrogenPerKilogramDryMatter
source: kg N (kg DM)^1
fr_ca: kg N (kg MS)^1

# KilogramsCarbonPerKilogramDryMatter
source: kg C (kg DM)^1
fr_ca: kg C (kg MS)^1

# KilogramsDryMatterPerHectareString
source: kg DM ha^1
fr_ca: kg ms ha^1

# KilogramsPhosphorusPerKilogramDryMatter
source: kg P (kg DM)^1
fr_ca: kg P (kg MS)^1

# KilogramsCarbonDioxidePerShelterbelt
source: kg CO2 shelterbelt^-1
fr_ca: kg CO2 brise-vent^-1

# KilogramsCarbonPerPlanting
source: kg C planting^-1
fr_ca: kg C plantation^-1

# KilogramsCarbonPerTree
source: kg C tree^-1
fr_ca: kg C arbre^-1

# KilogramsNitrogenPerHectarePerYear
source: kg N ha^-1 year^-1
fr_ca: kg N ha^-1 année^-1

# KilogramsPerDay
source: kg day⁻¹
fr_ca: kg jour⁻¹

# KilogramsNH3NPerKilogramN
source: kg NH3-N (kg N)^-1
fr_ca: kg n-nh3 (kg n)^-1

# MegagramsGhgs
source: Mg GHG
fr_ca: Mg GES

# MegaJoulesPerDayPerKilogram
source: MJ day^-1 kg^-1
fr_ca: MJ jour^-1 kg^-1

# MegaJoulesPerDayPerPound
source: MJ day^-1 lb^-1
fr_ca: MJ jour^-1 lb^-1

# MillimetersPerYear
source: mm year^-1
fr_ca: mm année^-1

source: months
fr_ca: mois

# PercentageNdf
source: % NDF
fr_ca: % FDN

# PercentageCrudeProtein
source: % CP
fr_ca: % PB

# PercentageDryMatter
source: % DM
fr_ca: % MS

# PoundPerHeadPerDay
source: lb head^-1 day^-1
fr_ca: lb tête^-1 jour^-1

# PoundPerHeadPerYear
source: lb head^-1 year^-1
fr_ca: lb tête^-1 année^-1

# PoundsPerPound
source: lb lbs^-1
fr_ca: lb lb^-1

# PoundsCarbonDioxidePerShelterbelt
source: lb CO₂ shelterbelt^-1
fr_ca: lb CO₂ brise-vent^-1

# PoundsCarbonPerAcre
source: lb C ac^-1
fr_ca: lb C a^-1

# PoundsCarbonPerPlanting
source: lb C planting ^-1
fr_ca: lb C plantation^-1

# PoundsCarbonPerTree
source: lb C tree^-1
fr_ca: lb C arbre^-1

# PoundsMethanePerPoundMethane
source: lb CH₄ (lbs CH₄)^-1
fr_ca: lb CH₄ (lb CH₄)^-1

# PoundsNitrogenPerAcre
source: lb N ac^-1
fr_ca: lb N a^-1

# PoundsNitrogenPerPound
source: lb N lbs^-1
fr_ca: lb N lb^-1

# PoundsPerDay
source: lb day^-1
fr_ca: lb jour^-1

# PoundsPhosphorousPerAcre
source: lb P ac^-1
fr_ca: lb P a^-1

source: yards
fr_ca: verges

source: years
fr_ca: années

# PoundsPerAcre
source: lb ac^-1
fr_ca: lb a^-1

# EnumForage
source: Forage
fr_ca: fourrage

source: Fat
fr_ca: gras

source: Fat + G
fr_ca: gras + G

# UnknownDairyFeedClassType
source: {0} is not a valid Dairy Feed Class Type
fr_ca: {0} n’est pas une catégorie valide d’aliments pour bovins laitiers

# InchesToMm
source: in
fr_ca: po

# InchesToCm
source: in
fr_ca: po

# InvalidUnitOfMeasurement
source: {0} is an invalid unit of measurement
fr_ca: {0} est une unité de mesure invalide

# EnumDairyCalves
source: Dairy calves
fr_ca: veaux laitiers

source: Tilled land
fr_ca: terre travaillée

# UntilledLand
source: Untilled land (reduced till)
fr_ca: terre non travaillée (travail réduit du sol)

source: Sand
fr_ca: sable

source: Separated manure solid
fr_ca: solides séparés du fumier liquide

source: Straw
fr_ca: paille

source: Wood-chip
fr_ca: copeau de bois

# EnumEllisEtAlEquation10B
source: Ellis et al. (2007) Eq. 10b
fr_ca: Ellis et al. (2007) Éq. 10 b

# EnumEllisEtAlEquation12B
source: Ellis et al. (2007) Eq. 12b
fr_ca: Ellis et al. (2007) Éq. 12 b

# EnumEllisEtAlEquation9B
source: Ellis et al. (2007) Eq. 9b
fr_ca: Ellis et al. (2007) Éq. 9 b

# EnumEllisEtAlEquationG
source: Ellis et al. (2009) Eq. G
fr_ca: Ellis et al. (2009) Éq. G

# EnumEllisEtAlEquationN
source: Ellis et al. (2009) Eq. N
fr_ca: Ellis et al. (2009) Éq. N

# EnumEscobarBahamondesEtAlHighForage
source: Escobar-Bahamondes et al. (2017a)-high forage
fr_ca: Escobar-Bahamondes et al. (2017a) — régime riche en fourrage

# EnumEscobarBahamondesEtAlLowForage
source: Escobar-Bahamondes et al. (2017a) - low forage
fr_ca: Escobar-Bahamondes et al. (2017a) — régime faible en fourrage

# EnumEscobarBahamondesEtAlMediumForage
source: Escobar-Bahamondes et al. (2017a)-medium forage
fr_ca: Escobar-Bahamondes et al. (2017a) — régime moyen en fourrage

# EnumMillsEtAl
source: Mills et al. (2013) Eq. NL2
fr_ca: Mills et al. (2013) Éq. NL2

# LabelLandUseChangeCO2
source: Land Use Change CO₂
fr_ca: CO2 modification de l’utilisation des terres

# LabelEnergyCO2
source: Energy CO2
fr_ca: CO2 lié à l’utilisation d’énergie

# EnumMoraesEtAlDietaryAnimalLevel1
source: Moraes et al. (2014): Animal Level (1)
fr_ca: Moraes et al. (2014) : niveau animal (1)

# EnumMoraesEtAlDietaryAnimalLevel2
source: Moraes et al. (2014): Animal Level (2)
fr_ca: Moraes et al. (2014) : niveau animal (2)

# EnumMoraesEtAlDietaryLevel1
source: Moraes et al. (2014): Dietary level (1)
fr_ca: Moraes et al. (2014) : niveau alimentaire (1)

# EnumMoraesEtAlDietaryLevel2
source: Moraes et al. (2014): Dietary level (2)
fr_ca: Moraes et al. (2014) : niveau alimentaire (2)

# SlurryWithNaturalCrust
source: Liquid/slurry, with natural crust cover-swine
fr_ca: fumier liquide ou lisier de porc, recouvert d’une croûte naturelle

# SlurryWithoutNaturalCrust
source: Liquid/slurry, without natural crust cover-swine
fr_ca: fumier liquide ou lisier de porc, non recouvert d’une croûte naturelle

source: Average quality forage
fr_ca: fourrage de qualité moyenne

source: Good quality forage
fr_ca: fourrage de bonne qualité
