Repository: holos-aafc/Holos
Catalog: H.Core/Properties/Resources.*.resx
Languages: fr_ca

# LabelResetBiomassCoefficient
source: Reset biomass coefficient
fr_ca: Réinitialiser le coefficient de biomasse

# LabelResetHarvestLoss
source: Reset harvest loss
fr_ca: Réinitialiser l’utilisation des pâturages

# LabelResetEconomicDefaults
source: Reset economic defaults
fr_ca: Réinitialiser les valeurs économiques par défaut

# LabelResetBarnTemperature
source: Reset barn temperature
fr_ca: Réinitialiser la température de l’étable

# LabelResetDefaultEmissionFactors
source: Reset default emission factors
fr_ca: Réinitialiser les facteurs d’émission par défaut

# LabelTotalIndirectNitrousOxideExcludingRemainingAmounts
source: N2O-N_indirect (Excluding Any Manure Not Applied)
fr_ca: N2O-N indirect (à l’exclusion de tout fumier non épandu)

# LabelResetGainCoefficient
source: Reset gain coefficient
fr_ca: Réinitialiser le coefficient de gain

# LabelResetAmmoniaEmissionFactorForLandApplication
source: Reset NH₃ emission factor (land application)
fr_ca: Réinitialiser le facteur d’émission de NH3 (épandage)

# LabelResetDailyManureMethaneEmissionRate
source: Reset daily manure CH₄ emission rate
fr_ca: Réinitialiser les émissions quotidiennes de méthane (CH₄)

# LabelAllFarms
source: All farms
fr_ca: Toutes les fermes

# LabelResetNitrogenExcretionRate
source: Reset nitrogen excretion rate
fr_ca: Réinitialiser le taux d’excrétion d’azote

# LabelCropResidueExports
source: Crop residue exports
fr_ca: Exportations de résidus de culture

# LabelToggleAllOn
source: Toggle all on
fr_ca: Tous basculer activé

# LabelResetPercentageReturns
source: Reset percent returns
fr_ca: Réinitialiser les rendements en pourcentage

# LabelResetManureComposition
source: Reset manure composition
fr_ca: Réinitialiser la composition du fumier

# LabelResetFuelEnergy
source: Reset fuel energy
fr_ca: Réinitialiser l’énergie du combustible

# LabelResetSoilProperties
source: Reset soil properties
fr_ca: Réinitialiser les propriétés du sol

# LabelResetHarvestMethod
source: Reset harvest method
fr_ca: Réinitialiser la méthode de récolte

# LabelResetPerennialDefaults
source: Reset perennial defaults
fr_ca: Réinitialiser les valeurs par défaut pour les plantes vivaces

# LabelResetLivestockCoefficientSheep
source: Reset livestock coefficient (Sheep)
fr_ca: Réinitialiser le coefficient du bétail (moutons)

# LabelResetAvailableSoilTypes
source: Reset available soil types
fr_ca: Réinitialiser les types de sols disponibles

# LabelResetHerbicideEnergy
source: Reset herbicide energy
fr_ca: Réinitialiser l’énergie des herbicides

# LabelTotalIndirectN2OExcludingRemainingAmounts
source: N2O Indirect (Excluding Any Manure Not Applied)
fr_ca: N2O indirect (à l’exclusion de tout fumier non épandu)

# LabelCrops
source: Crops
fr_ca: Culture

# LabelResetNitrogenContent
source: Reset nitrogen content
fr_ca: Réinitialiser la teneur en azote

# LabelResetWaterIrrigation
source: Reset water irrigation
fr_ca: Réinitialiser l’irrigation de l’eau

# LabelResetAnnualExcretionRate
source: Reset annual excretion rate
fr_ca: Réinitialiser le taux annuel d’excrétion

# LabelStepOneDefaultValues
source: Select if you would like to apply defaults to all farms or only the selected farm.
fr_ca: Cette fenêtre permet à l’utilisateur de réinitialiser les valeurs par défaut pour les cultures et les animaux. Sélectionnez-la si les nouvelles valeurs par défaut doivent être appliquées à la ferme courante ou à toutes les fermes enregistrées.

# LabelResetBlendData
source: Reset blend data
fr_ca: Réinitialiser les données sur le mélange

# LabelResetYield
source: Reset yield
fr_ca: Réinitialiser le rendement

source: Mean Daily Precipitation
fr_ca: Précipitations quotidiennes moyennes

# LabelResetMethaneProducingCapacityOfManure
source: Reset CH₄ producing capacity of manure
fr_ca: Réinitialiser la capacité de production de CH₄

# LabelResetDailyTanExcretion
source: Reset daily tan excretion
fr_ca: Réinitialiser l’excrétion quotidienne d’AAT

# TitleResetDefaultValues
source: Reset default values
fr_ca: Réinitialiser les valeurs par défaut

# LabelResetAnnualEntericMethaneEmissionRate
source: Reset annual enteric CH₄ emission rate
fr_ca: Réinitialiser le taux annuel d’émission de méthane entérique

# LabelResetCarbonConcentration
source: Reset carbon concentration
fr_ca: Réinitialiser la concentration de carbone

# LabelResetLumCMaxValues
source: Reset lum c max values
fr_ca: Réinitialiser les valeurs maximales de C GUT

# LabelResetAmmoniaEmissionFactorForManureStorage
source: Reset NH₃ emission factor (manure storage)
fr_ca: Réinitialiser le facteur d’émission de NH₃ (entreposage du fumier)

# LabelTotalDirectN2OExcludingRemainingAmounts
source: N2O Direct (Excluding Any Manure Not Applied)
fr_ca: N2O direct (à l’exclusion de tout fumier non épandu)

# LabelAnimals
source: Animals
fr_ca: Animaux

# LabelIndirectNitrousOxideFromOrganicNLeachingExcludingRemaining
source: N2O-N from Organic Nitrogen Leaching (Excluding Any Manure Not Applied N2O-N_ONleach)
fr_ca: N2O-N provenant du lessivage de l’azote organique (à l’exclusion de tout fumier non épandu – lessivage de N2O-N N2O-N_ONleach)
