Repository: holos-aafc/Holos
Catalog: H.Core/Properties/Resources.*.resx
Languages: fr_ca

# LabelPastPerennials
source: Past perennial
fr_ca: vivace passée

# LabelUseCustomVolatilizationFraction
source: Use custom volatilization fraction
fr_ca: utilisez un facteur de conversion du méthane personnalisé

# LabelCalvesAreMilkFedOnly
source: Calves are milk-fed only
fr_ca: les veaux sont nourris au lait seulement

# LabelCurrentPerennials
source: Current perennial
fr_ca: vivace actuelle

# LabelIsBrokenGrassland
source: This is broken grassland
fr_ca: c’est une prairie défrichée

# LabelRotateCropsLeft
source: My rotation uses a left shift over the fields
fr_ca: ma rotation utilise un transfert à gauche dans les champs

# LabelBrokenGrassland
source: Broken grassland
fr_ca: prairie défrichée

# LabelFallowAreaChange
source: Fallow area change
fr_ca: changement de superficie en jachère

# LabelTillageChange
source: Tillage type change
fr_ca: changement de type de travail du sol

# LabelCropEntryOrderStartsAtBeginningYear
source: My crop history will be entered beginning at the start year
fr_ca: l’historique de mes cultures sera saisi à partir de l’année de début.

# MessagePastFallowAreaMustBeLessThanCurrentFallowArea
source: Past fallow area must be less than the current fallow area. Past fallow area has been reset to 0.
fr_ca: La dernière superficie en jachère doit être inférieure à la superficie en jachère actuelle. la dernière superficie en jachère a été remise à 0.

# MessagePastPerennialAreaMustBeLessThanCurrentArea
source: Past perennial area must be less than the current area. Past perennial area has been reset to 0.
fr_ca: La superficie passée de vivaces doit être inférieure à la superficie actuelle. la superficie passée de vivaces a été remise à 0.

# EnumCalfFed
source: Calf-fed
fr_ca: engraissement des veaux

# EnumYearlingFed
source: Yearling-fed
fr_ca: engraissement des bouvillons d'un an

# EnumYearlingGrassFed
source: Yearling-grassfed
fr_ca: bouvillons d'un an nourris à l’herbe

# MessageCarbonCalculationsWillNotBeMadeBefore1910
source: Carbon storage and/or loss calculations will not be made for years prior to 1910
fr_ca: Les calculs de stockage ou de perte de carbone ne seront pas effectués pour les années antérieures à 1910

# LableYearOfConversion
source: Year this perennial was first seeded
fr_ca: Année où cette plante vivace a été ensemencée pour la première fois

# EnumUserDefined
source: User defined
fr_ca: défini par l’utilisateur

# LabelAdjustDetailsForFallow
source: Adjust details for fallow
fr_ca: ajuster les détails pour la mise en jachère

# MessageCoverCropsCombinedFractions
source: Cover crop biomass allocation coefficients of the product and straw are combined when the cover crop is used as a green manure, forage, or biomass crop.
fr_ca: Les coefficients d’allocation de la biomasse des cultures de couverture du produit et de la paille sont combinés lorsque la culture de couverture est utilisée comme fumier vert, comme fourrage ou comme culture de biomasse.

# EnumAnhydrousAmmonia
source: Anhydrous ammonia
fr_ca: ammoniac anhydre

# EnumBroadcast
source: Broadcast
fr_ca: à la volée

# EnumFall
source: Fall
fr_ca: automne

# EnumFullyInjected
source: Fully injected
fr_ca: entièrement injecté

# EnumIncorporatedOrPartiallyInjected
source: Incorporated or partially injected
fr_ca: incorporé ou partiellement injecté

# EnumOther
source: Other
fr_ca: autre

# EnumSpring
source: Spring
fr_ca: printemps

# EnumSummer
source: Summer
fr_ca: été

# EnumUrea
source: Urea
fr_ca: urée

# EnumUreaAmmoniumNitrate
source: Urea ammonium nitrate
fr_ca: nitrate d’ammonium et urée

# EnumWinter
source: Winter
fr_ca: hiver

# LabelNitrogenApplicationMethod
source: Nitrogen application method
fr_ca: méthode d’épandage de l’azote

# LabelApplicationMethod
source: Method
fr_ca: méthode

# LabelNitrogenFertilizerType
source: Nitrogen fertilizer type
fr_ca: engrais azotés

# LabelSeasonOfFertilizerApplication
source: Season of application
fr_ca: saison d’épandage

# TitleFertilizer
source: Fertilizer
fr_ca: engrais

# TitleFertilizerManagement
source: Fertilizer Management
fr_ca: gestion des engrais

# TitleSoilManagement
source: Soil Management
fr_ca: gestion des sols

# TitleSoilProperties
source: Soil Properties
fr_ca: propriétés du sol

# LabelSoilCEC
source: Soil cation exchange capacity
fr_ca: capacité d’échange de cations dans le sol

# EnumColouredBeans
source: Coloured beans
fr_ca: haricots colorés

# EnumHardRedWinterWheat
source: Hard red winter wheat
fr_ca: blé de force roux d’hiver

# EnumHardRedWinterWheatNoTill
source: Hard red winter wheat (no till)
fr_ca: blé de force roux d’hiver (sans travail du sol)

# EnumNorthernOntarioBarley
source: Northern Ontario barley
fr_ca: orge du nord de l’ontario

# EnumNorthernOntarioOats
source: Northern Ontario oats
fr_ca: avoine du nord de l’ontario

# EnumSoftWinterWheat
source: Soft winter wheat
fr_ca: blé d’hiver tendre

# EnumSoftWinterWheatNoTill
source: Soft winter wheat (no till)
fr_ca: blé d’hiver tendre (sans travail du sol)

# EnumSoutherOntarioBarley
source: Southern Ontario barley
fr_ca: orge du sud de l’ontario

# EnumSoutherOntarioOats
source: Southern Ontario oats
fr_ca: avoine du sud de l’ontario

# EnumSoybeanNoTill
source: Soybean (no till)
fr_ca: soja (sans travail du sol)

# EnumSoybeanRoundupReady
source: Soybean (Roundup ready)
fr_ca: soja (round-up ready)

# EnumSpringCanolaHt
source: Spring Canola HT
fr_ca: canola de printemps th

# EnumSwitchgrassDirect
source: Switchgrass (direct)
fr_ca: panic raide (semis direct)

# EnumSwitchgrassDirectNoTill
source: Switchgrass (direct, no till)
fr_ca: panic raide (semis direct, sans travail du sol)

# EnumSwitchgrassUnderseeded
source: Switchgrass (underseeded)
fr_ca: panic raide (sous-semi)

# EnumSwitchgrassUnderseededNoTill
source: Switchgrass (underseeded, no till)
fr_ca: panic raide (sous-semis, sans travail du sol)

# EnumWhiteBlackBeans
source: White/Black beans
fr_ca: haricots blancs/noirs

# EnumWinterCanolaHybrid
source: Winter canola-hybrid
fr_ca: canola hybride d’hiver

# LabelAssumed100PercentRootsReturnedPerennial
source: For perennials, it is assumed that 100% of root biomass is turned on harvest year (this can be adjusted)
fr_ca: pour les plantes vivaces, on suppose que 100 % de la biomasse racinaire est retournée l’année de la récolte (cela peut être ajusté).

# LabelAssumed30PercentRootsReturnedPerennial
source: For perennials, it is assumed that 30% of root biomass is turned over annually before harvest (this can be adjusted)
fr_ca: pour les plantes vivaces, on suppose que 30 % de la biomasse racinaire est retournée chaque année avant la récolte (cela peut être ajusté).

# LabelYearXInYYearPerennialStand
source: Year {0} of a {1}-year perennial stand
fr_ca: année {0} d’un peuplement vivace de {1} ans

# MessageRootTurnOverPerennials
source: It is assumed that 30% of root biomass is turned over annually before harvest, and then 100% on termination for perennials. This can be changed on the 'Residue Tab'
fr_ca: On suppose que 30 % de la biomasse racinaire est retournée chaque année avant la récolte, puis 100 % lors de l’élimination des plantes vivaces. Ces chiffres peuvent être modifiés dans la page d’onglet Résidus.

# MessageAllBalesProducedByFarmHaveBeenUsed
source: All bales on this farm have been used. To add more, go to the 'Harvest' tab for any field to add another harvest which will add more available bales to the farm. You can also change the 'Source of bales' to 'Off farm' to add bales that were not produced on this farm
fr_ca: toutes les balles de cette ferme ont été utilisées. pour en ajouter d’autres, allez à l’onglet « récolte » pour ajouter une autre récolte, ce qui ajoutera d’autres balles disponibles à la ferme. vous pouvez également changer la « source des balles » à « hors ferme » pour ajouter des balles qui n’ont pas été produites sur cette ferme.

# MessageThisHarvestCannotBeReduced
source: This harvest amount cannot be reduced because it is being used as supplemental feed. To reduce this harvest, first update the supplemental feeding amounts for animals grazing on this field. Amount of bales harvested has been reset to the previous value.
fr_ca: Cette quantité de récolte ne peut pas être réduite parce qu’elle est utilisée comme aliment supplémentaire. pour réduire cette récolte, il faut d’abord mettre à jour les quantités d’aliments supplémentaires pour les animaux qui broutent dans ce champ. la quantité de balles récoltées a été réinitialisée à la valeur précédente.

# MessageThisHarvestCannotBeRemoved
source: This harvest cannot be removed because it is being used as supplemental feed. To remove this harvest, first update the supplemental feeding amounts for animals grazing on this field.
fr_ca: Cette récolte ne peut être retirée parce qu’elle est utilisée comme aliment supplémentaire. pour retirer cette récolte, il faut d’abord mettre à jour les quantités d’aliments supplémentaires pour les animaux qui broutent dans ce champ.

# LabelEnterCropHistoryForRotationComponentInstructionalString
source: Click the 'Add Crop' button to adds crops to the first field in this rotation. Keep adding crops until the first phase of the rotation has been listed. Holos will then add additional fields to the rotation for each additional crop added
fr_ca: cliquez sur le bouton « ajouter une culture » pour ajouter des cultures au premier champ de cette rotation. continuer d’ajouter des cultures jusqu’à ce que la première phase de la rotation ait été inscrite.

# LabelEnterTheStartingYearOfThisRotation
source: Starting with one field in the rotation, enter the start and end year of this rotation and the size of the field
fr_ca: en commençant par un champ dans la rotation, entrez l’année de début et de fin de cette rotation et la taille du champ.

# LabelEnterCropDetailsDuringRotationInstructionalString
source: Adjust the details of {0}. These adjustments will be copied to the other fields in the rotation when {0} was grown
fr_ca: modifiez les détails de {0}. ces ajustements seront copiés dans les autres champs de la rotation lorsque {0} a été cultivé.

# TooltipCropEntryStartingPoint
source: To begin entering your crop history from the starting year of this field, select 'Yes'. To begin entering your crop history from the end year of this field, select 'No'.
fr_ca: Pour commencer à entrer votre historique des cultures à partir de l’année de début de ce champ, sélectionnez « oui ». pour commencer à entrer votre historique des cultures à partir de l’année de fin de ce champ, sélectionnez « non ».

# TooltipEndYearOfField
source: The ending year of this field. This will be set to the current year by default.
fr_ca: L’année de fin de ce champ. par défaut, ce sera l’année en cours.

# TooltipEndYearOfRotation
source: The ending year of this rotation. This will be set to the current year by default.
fr_ca: L’année de fin de cette rotation. par défaut, ce sera l’année en cours.

# TooltipRotationShiftDirection
source: To have to crops in the rotation shift left over all fields, select 'Yes'. To have crops in the rotation shift right over all fields, select 'No'
fr_ca: Pour que les cultures dans la rotation passent à gauche dans tous les champs, sélectionnez « oui ». pour que les cultures dans la rotation passent à droite dans tous les champs, sélectionnez « non ».

# TooltipStartYearOfField
source: The starting year of this field. This will be the year when crops were first grown on the field.
fr_ca: L’année de début de ce champ. c’est l’année où les cultures ont été cultivées pour la première fois dans le champ.

# LabelStartYearOfFieldHistory
source: Start year of field history
fr_ca: année du début de l’historique du champ

# TooltipStartYearOfRotation
source: The starting year of this rotation. This will be the year when the first phase of the rotation began.
fr_ca: L’année de début de cette rotation. c’est l’année où la première phase de la rotation a commencé.

# PoundsCO2Equivalents
source: lb CO₂e
fr_ca: lb d’éq. co₂

# BritishThermalUnitPerDayPerPound
source: BTU day^-1 lb^-1
fr_ca: btu jour^-1 lb^-1

# MegaJoulesPerHeadPerDay
source: MJ head^-1 day^-1
fr_ca: mj tête^-1 jour^-1

# LabelNotes
source: Notes
fr_ca: nota

# LabelTillageType
source: Tillage type
fr_ca: type de travail du sol

# EnumLbsCO2e
source: lb CO2e
fr_ca: lb d’éq. co2

# EnumLbsGhg
source: lb GHG
fr_ca: lb ges

# BTUPer1000Quarts
source: BTU 1000 qt^-1
fr_ca: btu 1000 pte^-1

# BTUPerPoultryPlacement
source: BTU poultry placement^-1
fr_ca: btu placement de volaille^-1

# OuncesPerYardSquared
source: Oz yd^-1
fr_ca: oz vg^-1

# PoundsCarbonPerPoundDryMatter
source: lb C (lb DM)^-1
fr_ca: lb c (lb ms)^-1

# PoundsMethanePerHeadPerDay
source: lb CH4 head^-1 day^-1
fr_ca: lb ch4 tête^-1 jour^-1

# PoundsCarbonPerYear
source: lb C year^-1
fr_ca: lb c année^-1

# PoundsN2NPerAcreString
source: lb N2-N ac^-1
fr_ca: lb n-n2 ac^-1

# PoundsN2NPerFieldString
source: lb N2-N field^-1
fr_ca: lb N2-N champ^-1

# PoundsN2ONPerAcreString
source: lb N2O-N ac^-1
fr_ca: lb n-n2o ac^-1

# PoundsDryMatterPerAcreString
source: lb DM ac^-1
fr_ca: lb ms ac^-1

# PoundsNH3N
source: lb NH3-N
fr_ca: lb n-nh3

# PoundsNH4NPerAcreString
source: lb NH4-N ac^-1
fr_ca: lb n-nh4 ac^-1

# PoundsNitrogenPer1000Quarts
source: lb N 1000 qt^-1
fr_ca: lb n 1000 pte^-1

# PoundsNitrogenPerAcrePerYear
source: lb N ac^-1 year^-1
fr_ca: lb n ac^-1 année^-1

# PoundsNitrogenPerHeadPerMonth
source: lb N head^-1 month^-1
fr_ca: lb n tête^-1 mois^-1

# PoundsNitrogenPerMonthPerAnimalString
source: lb N month^-1 animal^-1
fr_ca: lb n mois^-1 animal^-1

# PoundsNitrogenPerPoundDryMatter
source: lb N (lb DM)^-1
fr_ca: lb n (lb ms)^-1

# PoundsNitrogenPerYear
source: lb N year^-1
fr_ca: lb n année^-1

# PoundsNO3NPerAcreString
source: lb NO3-N ac^-1
fr_ca: lb n-no3 ac^-1

# PoundsNONPerAcreString
source: lb NO-N ac^-1
fr_ca: lb n-no ac^-1

# PoundsPhosphorusPerPoundDryMatter
source: lb P (lb DM)^-1
fr_ca: lb p (lb ms)^-1

# PoundsTan
source: lb TAN
fr_ca: lb aat (azote ammoniacal total)

# PoundsTanPerAnimalPerMonth
source: lb TAN animal^-1 month^-1
fr_ca: lb aat animal^-1 mois^-1

# CommandImportHay
source: Add Supplemental Hay
fr_ca: ajouter du foin supplémentaire

# LabelNumberOfBales
source: Number of bales
fr_ca: nombre de balles

# TitleTotalNumberOfBalesRemainingOnFarm
source: Total Number of Bales Remaining on Farm
fr_ca: nombre total de balles restant à la ferme

# TitleAddSupplementalForageForGrazingAnimals
source: Add Supplemental Hay/Forage for Grazing Animals
fr_ca: ajout de foin/fourrage supplémentaire pour les animaux au pâturage

# LabelBalesAreAddedToFarmAndDepletedByGrazingAnimals
source: The total number of bales on a farm can be increased by adding a harvest to any field on this farm. The total amount of bales stored on the farm will be reduced by the amount of bales used for any supplemental feeding.
fr_ca: le nombre total de balles dans une ferme peut être augmenté en ajoutant une récolte à n’importe quel champ de cette ferme. la quantité totale de balles entreposées à la ferme sera réduite de la quantité de balles utilisées pour l’alimentation supplémentaire.

# MessageToAddSupplementalHayToGrazingAnimals
source: To add supplemental hay to animals grazing on this field, go the the 'Harvest' tab to add a harvest. After a harvest has been added, return to this tab to feed animals a supplement from the harvested crop
fr_ca: pour ajouter du foin supplémentaire aux animaux qui broutent dans ce champ, utilisez l’onglet « récolte » pour ajouter une récolte. après l’ajout d’une récolte, retournez à cet onglet pour nourrir les animaux à l’aide d’un supplément de cette récolte.

# EnumOffFarm
source: Off-farm
fr_ca: hors ferme

# EnumOnFarm
source: On-farm
fr_ca: à la ferme

# LabelBaleWeight
source: Wet bale weight
fr_ca: poids humide de la balle

# LabelSourceOfBales
source: Source of bales
fr_ca: source des balles

# TitleGrazingAnimalGroups
source: Grazing Animal Groups
fr_ca: groupes d’animaux de pâturage

# LabelGrazingAnimalsDescription
source: {0} {1} grazing from {2} to {3} ({4} days), with a {5} feed
fr_ca: {0} {1} pâturage de {2} à {3} ({4} jours), avec {5} aliments

# LabelYieldWetWeight
source: Yield (wet weight)
fr_ca: rendement (poids humide)

# LabelDefaultLossForSupplementalFeeding
source: Supplemental feeding loss
fr_ca: perte d’alimentation supplémentaire

# PoundsN2NPerAcre
source: lb N2-N ac^-1
fr_ca: lb n-n2 ac^-1

# PoundsN2ONPerAcre
source: lb N2O-N ac^-1
fr_ca: lb n-n2o ac^-1

# PoundsNH4NPerAcre
source: lb NH4-N ac^-1
fr_ca: lb n-nh4 ac^-1

# PoundsNO3NPerAcre
source: lb NO3-N ac^-1
fr_ca: lb n-no3 ac^-1

# PoundsNONPerAcre
source: lb NO-N ac^-1
fr_ca: lb n-no ac^-1

# MessageAnimalManureTab
source: Manure handling system details can be entered on this tab. To adjust optional manure handling system information, click the 'Show Additional Information' button.
fr_ca: Les détails du système de manutention du fumier peuvent être entrés dans cet onglet. pour modifier les renseignements facultatifs sur le système de manutention du fumier, cliquez sur le bouton « afficher les renseignements supplémentaires ».

# MessageAnimalHousingTab
source: Animal housing details can be entered on this tab. If animals are to be placed on a pasture, ensure at least one field component has been added to the farm and then set the 'Housing type' to pasture. You can then specify which pasture the animals are to be placed.
fr_ca: Les renseignements sur le logement des animaux peuvent être entrés dans cet onglet. si les animaux doivent être placés dans un pâturage, assurez-vous qu’au moins une composante de champ a été ajoutée à la ferme, puis réglez le type de logement à pâturage. vous pouvez ensuite préciser dans quel pâturage les animaux doivent être placés.

# MessageAnimalGeneralTab
source: Basic information about this group of animals can be entered here. Values entered here will apply to the animals during the selected management period.
fr_ca: Les renseignements de base sur ce groupe d’animaux peuvent être entrés ici. les valeurs saisies pour le nombre total d’animaux, les poids de début et de fin s’appliqueront aux animaux pendant la période de gestion sélectionnée.

# MessageAnimalDietTab
source: Animal feed quality details can be adjusted here. Holos provides a set of default (predefined) diets that can be selected.
fr_ca: Les détails sur la qualité des aliments pour animaux peuvent être ajustés ici. holos fournit un ensemble de régimes par défaut (prédéfinis) que vous pouvez sélectionner.

# MessageAnExceptionHasOccurred
source: An unexpected error occurred in the application. Data has been saved. To help troubleshoot this error, create a new issue in Holo's official github repository https://github.com/holos-aafc/Holos/issues . Before create a new issue, click the ‘Copy to Clipboard’ button. This will copy relevant information about the error to your computer’s clipboard. You can then paste this information in the "Error Message" field of the Bug/Issue report. Including this information in your issue report can help us troubleshoot and resolve this error.
fr_ca: Une erreur inattendue s’est produite dans l’application. les données ont été enregistrées. veuillez cliquer sur « copier dans le presse-papier » et envoyer à aafc.holos.aac@canada.ca. cette étape n’est pas obligatoire, mais elle permet de diagnostiquer la cause de l’erreur.

# LabelUndersown
source: Undersown
fr_ca: sous-semis

# MessageUpdatingSecondaryCropInPreviousYear
source: Setting the secondary crop for {0} to {1}
fr_ca: Réglage de la culture secondaire pour {0} à {1}

# TitleWinterCoverUndersownCrops
source: Winter/Cover/Undersown Crop
fr_ca: culture d’hiver/de couverture/en sous-semis

# EnumAmmonia
source: Ammonia (NH3)
fr_ca: ammoniac (nh3)

# EnumAmmoniumNitroSulphate
source: Ammonium nitrosulphate (ANS)
fr_ca: nitrosulfate d’ammonium (nsa)

# EnumAmmoniumSulphate
source: Ammonium sulphate (AS)
fr_ca: sulfate d’ammonium (sa)

# EnumCalciumAmmoniumNitrate
source: Calcium ammonium nitrate (CAN)
fr_ca: nitrate d'ammonium et de calcium (nac)

# EnumCalciumNitrate
source: Calcium nitrate (CN)
fr_ca: nitrate de calcium (nc)

# EnumDiAmmoniumPhosphate
source: Diammonium phosphate (DAP)
fr_ca: phosphate diammonique (pda)

# EnumMonoAmmoniumPhosphate
source: Monoammonium phosphate (MAP) 11-52-0
fr_ca: phosphate de monoammonium (pma) 11-52-0

# EnumPotash
source: Potash 0-0-60
fr_ca: potasse 0-0-60

# EnumTripleSuperPhosphate
source: Triple superphosphate
fr_ca: superphosphate triple

# EnumAmmoniumNitrate
source: Ammonium nitrate (AN)
fr_ca: nitrate d’ammonium (na)

# LabelFertilizerBlend
source: Blend
fr_ca: mélange

# LabelPhosphorus
source: Phosphorus
fr_ca: phosphore

# InterpolatedFertilizerBlendDetails
source: {0} blend details
fr_ca: {0} détails du mélange

# LabelFertilizerBlendDetails
source: Fertilizer blend details
fr_ca: détails du mélange d’engrais

# LabelApplicationRate
source: Application rate
fr_ca: dose d’application

# MessageSuggestedFertilizerRate
source: A suggested fertilizer application rate of {0} {1} for {2} with a yield of {3} {4} has been set. This value can be adjusted as needed.
fr_ca: une dose d'application d’engrais suggérée de {0} {1} pour {2} avec un rendement de {3} {4} a été établie. cette valeur peut être ajustée au besoin.

# EnumSmallAreaData
source: Small area data
fr_ca: données sur une petite superficie

# EnumContinuousAndMobGrazing
source: Continuous / mob grazing
fr_ca: pâturage continu / de nettoyage

# EnumGrazingTypeNotSelected
source: Click to select a grazing type
fr_ca: cliquez pour sélectionner un type de pâturage

# EnumHeavy
source: Heavy stocking density
fr_ca: densité de peuplement élevée

# EnumLight
source: Light stocking density
fr_ca: densité de peuplement légère

# EnumMedium
source: Medium stocking density
fr_ca: densité de peuplement moyenne

# EnumRotationalGrazing
source: Rotational grazing
fr_ca: pâturage en rotation

# EnumStockingDensityNotSelected
source: Click to select a stocking density
fr_ca: cliquez pour sélectionner une densité de peuplement

# EnumStripGrazing
source: Strip grazing
fr_ca: pâturage en bandes

# EnumSwitchbackGrazing
source: Switchback grazing
fr_ca: pâturage avec permutation

# LabelHarvestLoss
source: Harvest loss
fr_ca: perte de récolte

# LabelYieldDryWeight
source: Yield (dry weight)
fr_ca: rendement (poids sec)

# ToolTipLandGeneralMoistureContentInfo
source: Refers to the content of moisture/water in the crop
fr_ca: fait référence à la teneur en eau de la culture

# ToolTipLandGeneralFuelEnergyInfo
source: Fuel energy used during the agriculture process
fr_ca: énergie du combustible utilisé pendant le processus agricole

# ToolTipLandGeneralHerbicideEnergyInfo
source: Energy required to manufacture the herbicide used in the agriculture process
fr_ca: énergie nécessaire à la fabrication de l’herbicide utilisé dans le processus agricole

# ToolTipLandGeneralTillageTypeInfo
source: Select tillage type from either No Tillage, Intensive Tillage or Reduced Tillage
fr_ca: sélectionnez le type de travail du sol parmi sans travail du sol, travail intensif du sol ou travail réduit du sol.

# ToolTipLandFertilizerNitrogenDepositionAmountInfo
source: Nitrogen deposition from atmosphere to local environment as gases, dry deposition and in precipitation as wet deposition.
fr_ca: dépôt d’azote de l’atmosphère dans l’environnement local sous forme de gaz, de dépôt sec et de dépôt humide sous forme de précipitations.

# ToolTipLandFertilizerNitrogenFixationInfo
source: Amount of nitrogen available for crop use
fr_ca: quantité d’azote fournie aux cultures par la fixation biologique de l’azote
