Repository: holos-aafc/Holos
Catalog: H.Core/Properties/Resources.*.resx
Languages: fr_ca

# ToolTipLandFertilizerSoilTestNitrogenInfo
source: This value indicates the existing amount of nitrogen in the soil
fr_ca: cette valeur indique la quantité d’azote actuellement disponible dans le sol et pour laquelle la dose d'engrais a été adaptée

# ToolTipLandFertilizerEfficiencyBlendInfo
source: Amount of nutrients retained for crop use and not lost to the environment
fr_ca: quantité d'éléments nutritifs retenus pour les cultures et non perdus dans l’environnement

# ToolTipLandFertilizerNitrogenBlendInfo
source: Amount of nitrogen in blend
fr_ca: quantité d’azote dans le mélange

# ToolTipLandFertilizerPhosphorusBlendInfo
source: Amount of phosphorus in blend
fr_ca: quantité de phosphore dans le mélange

# ToolTipLandFertilizerPotassiumBlendInfo
source: Amount of potassium in blend
fr_ca: quantité de potassium dans le mélange

# ToolTipLandFertilizerSulphurBlendInfo
source: Amount of sulphur in blend
fr_ca: quantité de soufre dans le mélange

# ToolTipLandResidueNitrogenContentInExtraRootsInfo
source: Amount of nitrogen found the extra-oots
fr_ca: contenu en azote du matériel extraracinaire

# ToolTipLandResidueNitrogenContentInProductInfo
source: Amount of nitrogen found in the product
fr_ca: contenu en azote du produit

# ToolTipLandResidueNitrogenContentInRootsInfo
source: Amount of nitrogen found the roots
fr_ca: contenu en azote des racines

# ToolTipLandResidueNitrogenContentInStrawInfo
source: Amount of nitrogen found the straw
fr_ca: contenu en azote de la paille

# ToolTipLandResidueCarbonCoefficientExtraRootsInfo
source: Relative biomass allocation coefficient of extra-roots
fr_ca: coefficient d’allocation relatif de la biomasse du matériel extraracinaire

# ToolTipLandResidueCarbonCoefficientProductInfo
source: Relative biomass allocation coefficient of product
fr_ca: coefficient d’allocation relatif de la biomasse du produit

# ToolTipLandResidueCarbonCoefficientRootsInfo
source: Relative biomass allocation coefficient of roots
fr_ca: coefficient d’allocation relatif de la biomasse du matériel racines

# ToolTipLandResidueCarbonCoefficientStrawInfo
source: Relative biomass allocation coefficient of straw
fr_ca: coefficient d’allocation relatif de la biomasse de la paille

# ToolTipLandResidueProductReturnedToSoilInfo
source: Percentage of product yield returned to soil
fr_ca: pourcentage du rendement du produit qui est retourné au sol

# ToolTipLandResidueRootsReturnedToSoilInfo
source: Percentage of roots returned to soil
fr_ca: pourcentage des racines qui est retourné au sol

# ToolTipLandResidueStrawReturnedToSoilInfo
source: Percentage of straw returned to soil
fr_ca: pourcentage de la paille qui est retourné au sol

# ToolTipLandEconomicsExpectedMarkedPriceInfo
source: Average regional market price of the crop
fr_ca: prix moyen du marché régional de la culture

# ToolTipLandEconomicsChemicalCostInfo
source: Cost of chemicals
fr_ca: coût des produits chimiques

# ToolTipLandEconomicsCropInsuranceCostInfo
source: Cost of crop and hail insurance
fr_ca: coût de l’assurance récolte et de l'assurance contre la grêle

# ToolTipLandEconomicsFertilizerCostInfo
source: Cost of fertilizer
fr_ca: coût de l’engrais

# ToolTipLandEconomicsFuelOilAndLubeCostInfo
source: Cost of fuel, oil and lube
fr_ca: coût du carburant, du mazout et des lubrifiants

# ToolTipLandEconomicsMachineryRepairsCostInfo
source: Cost of machinery and repairs
fr_ca: coût de la machinerie et des réparations

# ToolTipLandEconomicsSeedCleaningTreatmentInfo
source: Cost of seed, cleaning and treatment
fr_ca: coût des semences, du nettoyage et du traitement

# ToolTipLandEconomicsTruckingAndMarketingCostInfo
source: Cost of trucking and marketing
fr_ca: coût du camionnage et de la commercialisation

# ToolTipLandEconomicsTotalFixedCostInfo
source: Costs that do not change such as property taxes and business overhead
fr_ca: coûts qui ne changent pas, comme les impôts fonciers et les frais généraux des entreprises

# ToolTipLandEconomicsTotalVariableCostInfo
source: Cost that change or vary with each season such as crop insurance and seed treatment
fr_ca: coûts qui changent ou varient selon la saison, comme l’assurance-récolte et le traitement des semences

# EnumFivePercentFat
source: 5% fat
fr_ca: 5 % de matières grasses

# EnumIonophorePlusFivePercentFat
source: Ionophore + 5% fat
fr_ca: ionophore + 5 % de matière grasse

# LabelFertilizerApplicationRate
source: Application rate
fr_ca: dose d'application

# ToolTipLandFertilizerTableApplicationMethodInfo
source: The method of fertilizer application. Methods include Fully Injected, Broadcast and Incorporated or Partially Injected
fr_ca: méthode d’application des engrais les méthodes comprennent l’injection complète, l'application à la volée et l’incorporation ou l’injection partielle

# ToolTipLandFertilizerTableApplicationRateInfo
source: The rate of fertilizer application
fr_ca: dose d'engrais appliquée

# ToolTipLandFertilizerTableBlendInfo
source: Type of blend used
fr_ca: type de mélange utilisé

# ToolTipLandFertilizerTableSeasonOfApplicationInfo
source: The season when the fertilizer was applied, either spring or fall
fr_ca: la saison pendant laquelle l’engrais a été appliqué, soit au printemps, soit à l’automne

# ToolTipUpstreamEmissions
source: Includes ‘upstream’ estimates for emissions created through the production of farm inputs (e.g., CO2 losses from fertilizer, and herbicide production). These values are not associated with the total emissions produced by the farm.
fr_ca: Inclut des estimations « en amont » pour les émissions issues des intrants agricoles (p. ex. pertes de CO2 des engrais et production d’herbicide). Ces valeurs ne sont pas associées aux émissions totales issues de l’exploitation.

# ToolTipEnergyCO2Emissions
source: Includes emissions from manure spreading, electricity usage for housed animals, farm machinery fuel usage, and crop irrigation. All emissions in this column result from emissions on farm. Upstream CO2 emissions are reported separately.
fr_ca: Inclut les émissions issues de l’épandage de fumier, de l’utilisation d’électricité pour les animaux abrités, de l’utilisation de carburant pour la machinerie agricole et de l’irrigation des cultures. Toutes les émissions figurant dans cette colonne résultent des émissions à l’exploitation. Les émissions de CO2 en amont sont déclarées de façon distincte.

# ToolTipLandManureTableAmountOfNitrogenFromAppliedManureInfo
source: The amount of Nitrogen from applied manure. This value depends on the fraction specified under 'N fraction of applied manure'
fr_ca: la quantité d’azote provenant du fumier épandu. cette valeur dépend de la fraction indiquée sous « fraction n du fumier épandu »

# ToolTipLandManureTableManureHandlingSystemInfo
source: Select a manure handling system. Options depend on your 'Manure Type' selection.
fr_ca: choisissez un système de manutention du fumier. les options dépendent du type de fumier sélectionné.

# ToolTipLandManureTableManureTyppeInfo
source: Select the type of manure applied
fr_ca: sélectionnez le type de fumier épandu

# ToolTipLandManureTableNitrogenFractionOfAppliedManureInfo
source: This displays the fraction of Nitrogen of the applied manure. The field helps calculate the value in 'Amount of N from applied manure'
fr_ca: le système affiche la fraction d’azote du fumier épandu. le champ aide à calculer la valeur en « quantité d’azote provenant du fumier épandu ».

# ToolTipLandManureTableOriginOfManureInfo
source: Select the origin of the manure. This can be either imported or from farm livestock
fr_ca: sélectionnez l’origine du fumier. il peut être importé ou provenir des animaux de la ferme

# ToolTipManureApplicationMethodInfo
source: Select the method of manure application to this field
fr_ca: sélectionnez la méthode d’épandage du fumier dans ce champ

# ToolTipBeefCowGeneralGainCoefficientOfBullsInfo
source: Bulls gain coefficient
fr_ca: The gain coefficient

# ToolTipAdvancedDietAcidDetergentFiberInfo
source: The percentage of the plant material in the forage that is often difficult to digest
fr_ca: pourcentage de la matière végétale dans le fourrage qui est souvent difficile à digérer

# ToolTipAdvancedDietCrudeProteinInfo
source: Percentage of Crude Protein in dry matter diet
fr_ca: pourcentage de protéines brutes dans la ration de matière sèche

# ToolTipAdvancedDietEtherExtractInfo
source: Dietary Fat or Ether Extract. The part of diet that is soluble in ether and consists chiefly of fats and fatty acids
fr_ca: graisse alimentaire ou extrait d'éther. la partie de l'alimentation qui est soluble dans l'éther et se compose principalement de graisses et d'acides gras

# ToolTipAdvancedDietFatInfo
source: Percentage of Fat in dry matter diet
fr_ca: pourcentage de gras dans la ration de matière sèche

# ToolTipAdvancedDietForageInfo
source: Total percentage of Forage in diet.
fr_ca: pourcentage total de fourrage dans le régime alimentaire..

# ToolTipAdvancedDietMetabolizableEnergyInfo
source: This is the net energy remaining after fecal and urinary energy loss.
fr_ca: il s’agit de l’énergie nette restante après la perte d’énergie fécale et urinaire..

# ToolTipAdvancedDIetMethaneConversionFactorInfo
source: Defines the portion of methane-producing potential achieved for each type of manure management system
fr_ca: définit la portion du potentiel de production de méthane atteinte pour chaque type de système de gestion du fumier

# ToolTipAdvancedDietNEL3xInfo
source: Net energy for lactation measured at 3 times maintenance
fr_ca: énergie nette pour la lactation mesurée à 3 fois l’entretien

# ToolTipAdvancedDietNeutralDetergentFiberInfo
source: Percentage of Neutral Detergent Fiber in dry matter diet
fr_ca: pourcentage de fibres au détergent neutre dans la ration de matière sèche

# ToolTipAdvancedDietStarchInfo
source: Percentage of Starch in dry matter diet
fr_ca: pourcentage d’amidon dans la ration de matière sèche

# ToolTipAdvancedDigestibleEnergyInfo
source: The amount of energy in the feed minus the amount of energy lost in fecal excretions
fr_ca: la quantité d’énergie dans l’alimentation moins la quantité d’énergie perdue dans les excrétions fécales

# ToolTipSharedHousingActivityCoefficientFeedingSituationInfo
source: A cofficient that accounts for the animal's feeding situation e.g. stall, pasture etc.
fr_ca: un coefficient qui tient compte de la situation alimentaire de l’animal, p. ex., stalle, pâturage, etc.

# ToolTipSharedHousingBeddingApplicationCalculatorInfo
source: Create a custom bedding application rate by entering information like number of bales, animals, average weight of bales etc.
fr_ca: créez un taux d’application de litière personnalisé en entrant des renseignements comme le nombre de balles, le nombre d’animaux, le poids moyen des balles, etc.

# ToolTipSharedHousingBeddingApplicationRateInfo
source: Helps estimate the amount of bedding material applied per head per day
fr_ca: aide à estimer la quantité de litière appliquée par tête par jour

# ToolTipSharedHousingBeddingTypeInfo
source: The type of bedding used for animals
fr_ca: type de litière utilisée pour les animaux

# ToolTipSharedHousingMaintenanceCoefficientInfo
source: Used in the calculation of net energy for maintenance
fr_ca: utilisé dans le calcul de l’énergie nette pour l’entretien

# ToolTipSharedHousingType
source: Select the Housing Type of the animals
fr_ca: sélectionnez le type de logement des animaux

# ToolTipSharedManureHandlingSystem
source: Select the manure handling system used on the farm
fr_ca: sélectionnez le système de manutention du fumier utilisé à la ferme

# ToolTipSharedManureAshContentOfManureInfo
source: Enter the ash content of the feed
fr_ca: entrez la teneur en cendres de l’alimentation

# ToolTipSharedManureMethaneProducingCapacityOfManureInfo
source: Methane producing capacity of manure. Helps in calculating methane emissions from manure
fr_ca: capacité de production de méthane du fumier. aide à calculer les émissions de méthane du fumier

# ToolTipSwineDietCrudeProteinInfo
source: Used to calculate protein intake of animals
fr_ca: utilisé pour calculer la consommation de protéines des animaux

# ToolTipSwineDietTabDietInfo
source: Select a Diet from the given options. New custom diets created will appear here
fr_ca: sélectionnez une ration parmi les options données. les nouvelles rations personnalisées s’afficheront ici

# ToolTipSwineDietFeedIntakeInfo
source: Feed Intake measured as kiilogram per head per day
fr_ca: prise alimentaire mesurée en kilogramme par tête et par jour

# ToolTipSwineGeneralYearlyEntericMethaneRateInfo
source: Methane emission rate from enteric fermentation
fr_ca: taux d’émission de méthane provenant de la fermentation entérique

# ToolTipRamGeneralEnergyRequiredForWoolInfo
source: Net energy required for wool production
fr_ca: énergie nette requise pour la production de laine

# ToolTipRamGeneralGainCoefficientAInfo
source: Gain coefficient A
fr_ca: coefficient de gain A

# ToolTipRamGeneralGainCoefficientBInfo
source: Gain coefficient B
fr_ca: coefficient de gain B

# ToolTipRamGeneralWoolProductionInfo
source: Wool production measured as kg per year
fr_ca: production de laine de bélier mesurée en kg par année

# ToolTipSheepFeedLotGeneralGainCoefficientAInfo
source: Gain coefficient A
fr_ca: coefficient de gain A

# ToolTipSheepFeedLotGeneralGainCoefficientBInfo
source: Gain coefficient B
fr_ca: coefficient de gain B

# ToolTipEwesAndLambsGeneralEnergyRequiredForMilkInfo
source: Net energy required for milk production
fr_ca: énergie nette requise pour la production de lait

# ToolTipEwesAndLambsGeneralEnergyRequiredForWoolInfo
source: Net energy required for wool production
fr_ca: énergie nette requise pour la production de laine

# ToolTipEwesAndLambsGeneralGainCoefficientAInfo
source: Gain coefficient A for ewes and lambs
fr_ca: coefficient de gain A pour les brebis et les agneaux

# ToolTipEwesAndLambsGeneralGainCoefficientBInfo
source: Gain coefficient B for ewes and lambs
fr_ca: coefficient de gain B pour les brebis et les agneaux

# ToolTipEwesAndLambsGeneralWoolProductionInfo
source: Wool production from ewes and lambs measured as kg per year
fr_ca: production de laine des brebis et des agneaux mesurée en kg par année

# ToolTipOtherAnimalsManureDirectEmissionFactorInfo
source: Direct emission factor of manure
fr_ca: facteur d’émission directe du fumier

# ToolTipOtherAnimalsManureManureMethaneRateInfo
source: Methane emission rate of the manure
fr_ca: taux d’émission de méthane du fumier

# ToolTipOtherAnimalsManureNitrogenExcretionRateInfo
source: Amount of nitrogen excreted by livestock as urine and faeces
fr_ca: quantité d’azote excrétée par le bétail sous forme d’urine et de matières fécales

# ToolTipOtherAnimalsManureVolatilizationFractionInfo
source: Volatilization fraction of manure
fr_ca: fraction de volatilisation du fumier

# ToolTipOtherAnimalsManureYearlyEntericMethaneRateInfo
source: Methane emission rate from enteric fermentation
fr_ca: taux d’émission de méthane provenant de la fermentation entérique

# ToolTipSharedDietTabDietInfo
source: Select a diet type from Low, Medium or High energy diets
fr_ca: sélectionnez un type de ration ayant une teneur en énergie faible, moyenne ou élevée.

# ToolTipSharedHousingPastureLocationInfo
source: Select the location of the pasture where the animals are housed
fr_ca: sélectionnez l’emplacement du pâturage où les animaux sont logés

# ToolTipSharedHousingTypeOfGrazingInfo
source: Select a grazing system of the above specified pasture location
fr_ca: sélectionnez un système de pâturage à l’emplacement du pâturage indiqué ci-dessus

# ToolTipSheepSharedDietCrudeProteinInfo
source: Crude protein content in diet
fr_ca: teneur en protéines brutes de la ration

# ToolTipSheepSharedDietMethaneConversionFactorInfo
source: Defines the portion of methane-producing potential achieved for each type of manure management system
fr_ca: définit la portion du potentiel de production de méthane atteinte pour chaque type de système de gestion du fumier

# ToolTipSheepSharedDietTotalDigestibleNutrientInfo
source: Percent total digestible nutirents in feed
fr_ca: pourcentage total d’éléments nutritifs digestibles dans les aliments pour animaux

# LabelSolubleProtein
source: Soluble Protein
fr_ca: protéines solubles

# LabelAcidDetergentInsolubleCrudeProtein
source: Acid Detergent Insoluble Crude Protein
fr_ca: protéines brutes insolubles dans les détergents acides

# LabelAshContent
source: Ash content of feed
fr_ca: teneur en cendres des aliments

# LabelChlorine
source: Chlorine
fr_ca: chlore

# LabelCopper
source: Copper
fr_ca: cuivre

# LabelMagnesium
source: Magnesium
fr_ca: magnésium

# LabelManganese
source: Manganese
fr_ca: manganèse

# LabelSelenium
source: Selenium
fr_ca: sélénium

# LabelCysteine
source: Cysteine
fr_ca: cystéine

# LabelMethionine
source: Methionine
fr_ca: méthionine

# LabelPhenylalanine
source: Phenylalanine
fr_ca: phénylalanine

# LabelThreonine
source: Threonine
fr_ca: thréonine

# LabelTryptophan
source: Tryptophan
fr_ca: tryptophane

# LabelAcidEtherExtract
source: Acid Ether Extract
fr_ca: extrait à l'éther acide

# LabelGrossEnergy
source: Gross Energy
fr_ca: énergie brute

# LabelNetEnergy
source: Net Energy
fr_ca: énergie nette

# LabelAcidDetergentLignin
source: Acid Detergent Lignin
fr_ca: lignine au détergent acide

# LabelAIDCrudeProtein
source: Apparent Ileal Digestibility of Cude Protein
fr_ca: digestibilité iléale apparente des protéines brutes

# LabelAsparticAcid
source: Aspartic Acid
fr_ca: acide aspartique

# LabelGlutamicAcid
source: Glutamic Acid
fr_ca: acide glutamique

# LabelInsolubleDietryFiber
source: Insoluble Dietry Fiber
fr_ca: fibres alimentaires insolubles

# LabelSerine
source: Serine
fr_ca: sérine

# LabelSolubleDietryFiber
source: Soluble Dietary Fiber
fr_ca: fibres alimentaires solubles

# LabelTotalDietaryFiber
source: Total Dietary Fiber
fr_ca: fibres alimentaires totales

# LabelAIDAlanine
source: Apparent Ileal Digestibility of Alanine
fr_ca: digestibilité iléale apparente de l’alanine

# LabelAIDArginine
source: Apparent Ileal Digestibility of Arginine
fr_ca: digestibilité iléale apparente de l’arginine

# LabelAIDAsparticAcid
source: Apparent Ileal Digestibility of Aspartic acid
fr_ca: digestibilité iléale apparente de l’acide aspartique

# LabelAIDCysteine
source: Apparent Ileal Digestibility of Cysteine
fr_ca: digestibilité iléale apparente de la cystéine

# LabelAIDGlutamineAcid
source: Apparent Ileal Digestibility of Glutamine acid
fr_ca: digestibilité iléale apparente de la glutamine

# LabelAIDGlycine
source: Apparent Ileal Digestibility of Glycine
fr_ca: digestibilité iléale apparente de la glycine

# LabelAIDHistidine
source: Apparent Ileal Digestibility of Histidine
fr_ca: digestibilité iléale apparente de l’histidine

# LabelAIDIsoleucine
source: Apparent Ileal Digestibility of Isoleucine
fr_ca: digestibilité iléale apparente de l’isoleucine

# LabelAIDLeucine
source: Apparent Ileal Digestibility of Leucine
fr_ca: digestibilité iléale apparente de la leucine

# LabelAIDLysine
source: Apparent Ileal Digestibility of Lysine
fr_ca: digestibilité iléale apparente de la lysine

# LabelAIDMethionine
source: Apparent Ileal Digestibility of Methionine
fr_ca: digestibilité iléale apparente de la méthionine

# LabelAIDPhenylalanine
source: Apparent Ileal Digestibility of Phenylalanine
fr_ca: digestibilité iléale apparente de la phénylalanine

# LabelAIDProline
source: Apparent Ileal Digestibility of Proline
fr_ca: digestibilité iléale apparente de la proline

# LabelAIDSerine
source: Apparent Ileal Digestibility of Serine
fr_ca: digestibilité iléale apparente de la sérine

# LabelAIDThreonine
source: Apparent Ileal Digestibility of Threonine
fr_ca: digestibilité iléale apparente de la thréonine

# LabelAIDTryptophan
source: Apparent Ileal Digestibility of Tryptophan
fr_ca: digestibilité iléale apparente du tryptophane

# LabelAIDTyrosine
source: Apparent Ileal Digestibility of Tyrosine
fr_ca: digestibilité iléale apparente de la tyrosine

# LabelAIDValine
source: Apparent Ileal Digestibility of Valine
fr_ca: digestibilité iléale apparente de la valine

# LabelSIDAlanine
source: Standardized Ileal Digestibility of Alanine
fr_ca: digestibilité iléale normalisée de l’alanine

# LabelSIDArginine
source: Standardized Ileal Digestibility of Arginine
fr_ca: digestibilité iléale normalisée de l’arginine

# LabelSIDAsparticAcid
source: Standardized Ileal Digestibility of Aspartic acid
fr_ca: digestibilité iléale normalisée de l’acide aspartique

# LabelSIDCrudeProtein
source: Standardized Ileal Digestibility of CrudeProtein
fr_ca: digestibilité iléale normalisée des protéines brutes

# LabelSIDCysteine
source: Standardized Ileal Digestibility of Cysteine
fr_ca: digestibilité iléale normalisée de la cystéine

# LabelSIDGlutamineAcid
source: Standardized Ileal Digestibility of Glutamine acid
fr_ca: digestibilité iléale normalisée de la glutamine

# LabelSIDGlycine
source: Standardized Ileal Digestibility of Glycine
fr_ca: digestibilité iléale normalisée de la glycine

# LabelSIDHistidine
source: Standardized Ileal Digestibility of Histidine
fr_ca: digestibilité iléale normalisée de l’histidine

# LabelSIDIsoleucine
source: Standardized Ileal Digestibility of Isoleucine
fr_ca: digestibilité iléale normalisée de l’isoleucine

# LabelSIDLeucine
source: Standardized Ileal Digestibility of Leucine
fr_ca: digestibilité iléale normalisée de la leucine

# LabelSIDLysine
source: Standardized Ileal Digestibility of Lysine
fr_ca: digestibilité iléale normalisée de la lysine

# LabelSIDMethionine
source: Standardized Ileal Digestibility of Methionine
fr_ca: digestibilité iléale normalisée de la méthionine

# LabelSIDPhenylalanine
source: Standardized Ileal Digestibility of Phenylalanine
fr_ca: digestibilité iléale normalisée de la phénylalanine

# LabelSIDProline
source: Standardized Ileal Digestibility of Proline
fr_ca: digestibilité iléale normalisée de la proline

# LabelSIDSerine
source: Standardized Ileal Digestibility of Serine
fr_ca: digestibilité iléale normalisée de la sérine

# LabelSIDThreonine
source: Standardized Ileal Digestibility of Threonine
fr_ca: digestibilité iléale normalisée de la thréonine

# LabelSIDTryptophan
source: Standardized Ileal Digestibility of Tryptophan
fr_ca: digestibilité iléale normalisée du tryptophane

# LabelSIDTyrosine
source: Standardized Ileal Digestibility of Tyrosine
fr_ca: digestibilité iléale normalisée de la tyrosine

# LabelSIDValine
source: Standardized Ileal Digestibility of Valine
fr_ca: digestibilité iléale normalisée de la valine

# LabelATTDPhosphorus
source: Aapparent Total Tract Digestibility of Phosphorus
fr_ca: digestibilité totale apparente du phosphore dans l'ensemble du tube digestif.

# LabelChromium
source: Chromium
fr_ca: chrome

# LabelPhytatePhosphorus
source: Phytate Phosphorus
fr_ca: phosphore de phytate

# LabelSTTDPhosphorus
source: Standardized Total Tract Digestibility of Phosphorus
fr_ca: digestibilité totale normalisée du phosphore dans l'ensemble du tube digestif .

# LabelVitaminB12
source: Vitamin B12
fr_ca: vitamine b12

# LabelVitaminB6
source: Vitamin B6
fr_ca: vitamine b6

# TitleICBMResults
source: ICBM Results
fr_ca: résultats de l'icbm

# Labelc120LauricAcid
source: Lauric Acid
fr_ca: acide laurique

# Labelc140MyristicAcid
source: Myristic Acid
fr_ca: acide myristique

# Labelc160PalmiticAcid
source: Palmitic Acid
fr_ca: acide palmitique

# Labelc161PalmitoleicAcid
source: Palmitoleic Acid
fr_ca: acide palmitoléique

# Labelc180StearicAcid
source: Stearic Acid
fr_ca: acide stéarique

# Labelc181OleicAcid
source: Oleic Acid
fr_ca: acide oléique

# Labelc182LinoleicAcid
source: Linoleic Acid
fr_ca: acide linoléique
