Repository: holos-aafc/Holos
Catalog: H.Core/Properties/Resources.*.resx
Languages: fr_ca

source: Poor quality forage
fr_ca: fourrage de mauvaise qualité

# EnumBroilers
source: Broilers
fr_ca: poulets à griller

# EnumDucks
source: Ducks
fr_ca: canards

# EnumGeese
source: Geese
fr_ca: oies

# EnumLayersDryPoultry
source: Poultry layers (dry manure)
fr_ca: pondeuses (fumier sec)

# LayersWetPoultry
source: Layers (wet manure)
fr_ca: pondeuses (fumier humide)

# EnumTurkeys
source: Turkeys
fr_ca: dindons

# EnumDeer
source: Deer
fr_ca: chevreuil

# EnumElk
source: Elk
fr_ca: wapiti

# EnumGoats
source: Goats
fr_ca: chèvres

# EnumHorses
source: Horses
fr_ca: chevaux

# EnumLlamas
source: Llamas
fr_ca: lamas

# KilogramsMethanePerHeadPerDay
source: kg CH4 head^-1 day^-1
fr_ca: kg ch4 tête^-1 jour^-1

# KilogramsMethanePerYear
source: kg CH₄ year^-1
fr_ca: kg CH₄ année^-1

# KilogramsN2ONPerYear
source: kg N₂O-N year^-1
fr_ca: kg N₂O-N année^-1

# KilogramsN2OPerYear
source: kg N₂O year^-1
fr_ca: kg N₂O année^-1

# KilogramsPerKilogramProteinIntake
source: kg (kg protein intake)^-1
fr_ca: kg (kg apport en protéines)^-1

# KilogramsPerYear
source: kg year^-1
fr_ca: kg année^-1

# KilogramsVolatileSolidsPerKilogramFeed
source: kg VS kg^-1 feed
fr_ca: kg SV kg^-1 aliments

# PoundsMethanePerYear
source: lb CH₄ year^-1
fr_ca: lb CH₄ année^-1

# PoundsN2ONPerYear
source: lb N₂O-N year^-1
fr_ca: lb N₂O-N année^-1

# PoundsN2OPerYear
source: lb N₂O year^-1
fr_ca: lb N₂O année^-1

# PoundsPerPoundProteinIntake
source: lb (lb protein intake)^-1
fr_ca: lb (lb apport en protéines)^-1

# PoundsPerYear
source: lb year^-1
fr_ca: lb an^-1

# PoundsVolatileSolidsPerPoundFeed
source: lb VS lb^-1 feed
fr_ca: lb SV lb^-1 aliment

# EnumLambsAndEwes
source: Lambs & ewes
fr_ca: agneaux et brebis

source: Black gray chernozem
fr_ca: chernozem gris-noir

# EnumSoilFunctionalAll
source: All
fr_ca: tous

# EnumTillageAl
source: All
fr_ca: tous

source: Flaxseed
fr_ca: graines de lin

source: Mustard seed
fr_ca: graine de moutarde

# NotAValidSoilFunctionalCategory
source: {0} is an invalid Soil Functional Category
fr_ca: {0} est une catégorie fonctionnelle du sol invalide

# ContinousCroppingToFallow
source: Continuous cropping to fallow cropping
fr_ca: transition de cultures en continu à jachère

source: Decrease in perennial cropping area
fr_ca: diminution de la superficie en cultures vivaces

# FallowCroppingToContinous
source: Fallow cropping to continous cropping
fr_ca: transition de jachère à cultures en continu

source: Increase in perennial cropping area
fr_ca: augmentation de la superficie des cultures vivaces

# IntenseToNone
source: Intensive tillage to no tillage
fr_ca: transition de travail intensif du sol à semis direct

# IntenseToReduced
source: Intensive tillage to reduced tillage
fr_ca: transition de travail intensif du sol à travail réduit du sol

# NoneToIntense
source: No tillage to intensive tillage
fr_ca: transition de semis direct à travail intensif du sol

# NoneToReduced
source: No tillage to reduced tillage
fr_ca: transition de semis direct à travail réduit du sol

# NotAValidFallowPracticeChangeType
source: {0} is not a valid Fallow Practice Change Type
fr_ca: {0} n’est pas un changement valide de la pratique de la jachère

# NotAValidPerennialCroppingChangeType
source: {0} is not a valid Perennial Cropping Change Type
fr_ca: {0} n’est pas un changement valide de cultures vivaces

# NotAValidTillageChangeType
source: {0} is not a valid Tillage Change Type
fr_ca: {0} n’est pas un changement valide de travail du sol

# ReducedToIntense
source: Reduced tillage to intensive tillage
fr_ca: transition de travail réduit du sol à travail intensif du sol

# ReducedToNone
source: Reduced tillage to no tillage
fr_ca: transition de travail réduit du sol à semis direct

# EnumClay
source: Clay
fr_ca: argile

# EnumImperfectlyDrained
source: Imperfectly drained
fr_ca: imparfaitement drainé

# EnumModeratelyWellDrained
source: Moderately well drained
fr_ca: modérément bien drainé

# EnumNotApplicable
source: Not applicable
fr_ca: sans objet

# EnumPoorlyDrained
source: Poorly drained
fr_ca: mal drainé

# EnumRapidlyDrained
source: Rapidly drained
fr_ca: rapidement drainé

# EnumSand
source: Sand
fr_ca: sable

# EnumVeryPoorlyDrained
source: Very poorly drained
fr_ca: très mal drainé

# EnumVeryRapidlyDrained
source: Very rapidly drained
fr_ca: très rapidement drainé

# EnumWellDrained
source: Well drained
fr_ca: bien drainé

# EnumRam
source: Rams
fr_ca: béliers

source: Housed ewes
fr_ca: brebis logées

# EnumSheepFeedlot
source: Sheep feedlot
fr_ca: parc d'engraissement de moutons

# EnumLayersWetPoultry
source: Poultry layers (wet manure)
fr_ca: pondeuses (fumier humide)

# EnumPoultryBroilers
source: Poultry Broilers
fr_ca: volaille à griller

# EnumSeparatedManureSolid
source: Separated manure solid
fr_ca: solides séparés du fumier

# EnumStraw
source: Straw
fr_ca: paille

# EnumWoodChips
source: Wood chips
fr_ca: copeaux de bois

# EnumKgC02e
source: Kg C02e
fr_ca: kg CO2e

# EnumKgGhg
source: Kg GHGs
fr_ca: kg de GES

# EnumMgC02e
source: Mg C02e
fr_ca: Mg de CO2e

# EnumMgGhg
source: Mg GHGs
fr_ca: Mg de GES

# EnumBeansDryField
source: Beans (dry field)
fr_ca: haricots (champ sec)

# EnumBerriesAndGraps
source: Berries & grapes
fr_ca: baies et raisins

# EnumFallRye
source: Fall rye
fr_ca: seigle d'automne

# EnumFieldPeas
source: Field peas
fr_ca: pois cultivés

# EnumForageForSeed
source: Forage for seed
fr_ca: fourrage pour la production de semence

# EnumGrasslandNative
source: Grassland (native)
fr_ca: prairie (indigène)

# EnumHairyVetch
source: Hairy vetch
fr_ca: vesce velue

# EnumHairyVetchAndRye
source: Hairy vetch & rye
fr_ca: vesce velue et seigle

# EnumOtherFieldCrops
source: Other field crops
fr_ca: autres grandes cultures

# EnumPerennialForages
source: Perennial forages
fr_ca: plantes fourragères vivaces

# EnumSilageCorn
source: Silage corn
fr_ca: maïs-ensilage

# EnumSorghum
source: Sorghum
fr_ca: sorgho

# EnumSugarBeets
source: Sugar beets
fr_ca: betteraves à sucre

# EnumSummerFallow
source: Fallow
fr_ca: jachère d'été

# EnumTobacco
source: Tobacco
fr_ca: tabac

# EnumTreeFruitAndNuts
source: Tree fruit & nuts
fr_ca: fruits ou noix de l'arbre

# EnumVegetables
source: Vegetables
fr_ca: légumes

# EnumWinterWeeds
source: Winter weeds
fr_ca: mauvaises herbes d’hiver

# EnumChemicalFallow
source: Chemical
fr_ca: chimique

# EnumMechanicalFallow
source: Mechanical
fr_ca: mécanique

# EnumPoultry
source: Poultry
fr_ca: volaille

# EnumCropsDirectN2O
source: Crops direct N2O
fr_ca: émissions directes de N2O de la culture

# EnumCropsIndirectN2O
source: Crops indirect N2O
fr_ca: émissions indirectes de N2O de la culture

# EnumEntericMethane
source: Enteric methane
fr_ca: méthane entérique

# EnumLivestockDirectN20
source: Livestock direct N2O
fr_ca: bétail N2O direct

# EnumLivestockIndirectN2O
source: Livestock indirect N2O
fr_ca: bétail N2O indirect

# EnumManureMethane
source: Manure methane
fr_ca: méthane du fumier

# NovaScotiaAndPrinceEdwardIsland
source: Nova Scotia & Prince Edward Island
fr_ca: Nouvelle-Écosse et Île-du-Prince-Édouard

source: None
fr_ca: aucun

# EnumAlpacas
source: Alpacas
fr_ca: alpagas

# EnumWeanedLamb
source: Weaned lambs
fr_ca: agneaux sevrés

# EnumEwes
source: Ewes
fr_ca: brebis

# EnumLambs
source: Lambs
fr_ca: agneaux

# LabelBarleySilageBasedDiet
source: Barley silage based diet
fr_ca: ration à base d'ensilage d'orge

# LabelCloseUpDiet
source: Close-up diet
fr_ca: ration de début de tarissement

# LabelCornSilageBasedDiet
source: Corn silage based diet
fr_ca: ration à base d'ensilage de maïs

# LabelFarOffDiet
source: Far-off diet
fr_ca: ration de fin de tarissement

# LabelHighFiberDiet
source: High fiber
fr_ca: haute teneur en fibres

# LabelLegumeForageBasedDiet
source: Legume forage based diet
fr_ca: ration à base de fourrage de légumineuses

# LabelLowFiberDiet
source: Low fiber
fr_ca: faible teneur en fibres

# LabelField
source: Field
fr_ca: champ

# LabelShelterbelt
source: Shelterbelt
fr_ca: brise-vent

# TitleBackgroundingComponentDisplayString
source: Beef Stockers & Backgrounders
fr_ca: bovins de long engraissement et semi-finis

# TitleCowCalfComponentDisplayString
source: Beef Cow-Calf
fr_ca: bœuf vache-veau

# TitleCropRotation
source: Crop Rotation
fr_ca: rotation culturale

# TitleFinishingComponentDisplayString
source: Beef Finisher
fr_ca: bovin fini

# TitleSheepComponentDisplayString
source: Sheep
fr_ca: mouton

# EnumBeefProduction
source: Beef production
fr_ca: production bovine

# EnumField
source: Field
fr_ca: champ

# EnumLandManagement
source: Land management
fr_ca: gestion des terres

# EnumOtherLivestock
source: Other livestock
fr_ca: autre animal d'élevage

# EnumPoultryDucks
source: Poultry Ducks
fr_ca: canards d'élevage

# EnumPoultryGeese
source: Poultry Geese
fr_ca: oies d'élevage

# EnumPoultryLayersDry
source: Poultry Layers - Dry Manure
fr_ca: pondeuses – fumier sec

# EnumPoultryLayersWet
source: Poultry Layers - Wet Manure
fr_ca: pondeuses – fumier humide

# EnumPoultryTurkeys
source: Poultry Turkeys
fr_ca: volaille dindons

# EnumRams
source: Rams
fr_ca: béliers

# EnumSwineDrySows
source: Dry Sows
fr_ca: truies taries

# EnumSwineGrowers
source: Swine Growers
fr_ca: éleveurs de porcs

# EnumSwineLactatingSows
source: Swine Lactating Sows
fr_ca: truies en lactation

# EnumOtherLivestockManure
source: Other livestock manure
fr_ca: fumier d'autre animal

# EnumSheepManure
source: Sheep manure
fr_ca: fumier de mouton

# EnumFinishing
source: Finishing
fr_ca: finition

# EnumDefault
source: Default
fr_ca: défaut

# EnumEscobarBahamondes2017aLFMC
source: Escobar-Bahamondes et al. (2017a) Eq. LF-MC
fr_ca: Escobar-Bahamondes et al. (2017a) Éq. LF-MC

# EnumEllisEq8d
source: Ellis et al. (2007) Eq. 8d
fr_ca: Ellis et al. (2007) Éq. 8 d

# EnumEscobarEcobarBahamondes2017a
source: Escobar-Bahamondes et al. (2017a) Eq. AL-OR
fr_ca: Escobar-Bahamondes et al. (2017a) Éq. AL-OR

# EnumLingen2019eq17
source: Lingen et al. (2019) Eq. 17
fr_ca: Lingen et al. (2019) Éq. 17

# EnumNuiEtAl
source: Niu et al. (2018) Eq. 5
fr_ca: Niu et al. (2018) Éq. 5

# EnumBrokenGrassland
source: Grassland (broken)
fr_ca: prairie (défrichée)

# KilogramsNH4NPerFieldString
source: kg NH4-N field^-1
fr_ca: kg NH4-N champ^-1

# PoundsNH4NPerFieldString
source: lb NH4-N field^-1
fr_ca: lb NH4-N champ^-1

# KilogramsNO3NPerField
source: kg NO3-N field^-1
fr_ca: kg NO3-N champ^-1

# LabelAboveGroundCarbonInput
source: Above Ground Carbon Input (i_ag)
fr_ca: apport de carbone aérien (a_a)

# LabelAboveGroundResiduePool_AGresidueN
source: Above Ground Residue Pool (AGresidueN_Field)
fr_ca: N résiduel aérien (N_résiduelA_champ)

# LabelAvailalabilityOfNFromManureDecomposition
source: Availability of N from manure decomposition
fr_ca: Disponibilité de N issu de la décomposition du fumier

# LabelCropResiduesBeforeAdjustment
source: Crop residues before adjustment (N_CropResidues)
fr_ca: résidus de culture avant ajustement (N_RésidusCulture)

# LabelAverageSoilCarbonAllFieldsInFarm
source: Average Soil Carbon All Fields in Farm (C_t_avg_fields)
fr_ca: Quantité moyenne de carbone dans le sol de tous les champs de la ferme (C_t_moy_champs)

# LabelBelowGroundCarbonInput
source: Below Ground Carbon Input (i_bg)
fr_ca: apport de carbone souterrain (a_s)

# LabelManureCarbonInput
source: Manure Carbon Input (i_m)
fr_ca: apport de carbone provenant du fumier (a_f)

# LabelBelowGroundResiduePool_BGresidueN
source: Below Ground Residue Pool (BGresidueN_Field)
fr_ca: Réservoir de N résiduel du sol (Nrésiduelsol_champ)

# LabelCarbonInputFromProduct
source: Carbon input from product (C_ptoSoil)
fr_ca: Apport de carbone du produit (C_ptausol)

# LabelCarbonInputFromRoots
source: Carbon input from roots (C_r)
fr_ca: Apport de carbone des racines (C_r)

# LabelCarbonInputFromStraw
source: Carbon input from straw (C_s)
fr_ca: Apport de carbone de la paille (C_p)

# LabelCarbonInputFromExtraroots
source: Carbon input from extraroots (C_e)
fr_ca: Apport de carbone du matériel extraracinaire (C_e)

# LabelChangeInSoilCarbon
source: Change in soil carbon (delta_C_t)
fr_ca: variation de la teneur en carbone du sol (delta_tC)

# LabelClimateFactor
source: Climate Factor (re_crop)
fr_ca: facteur climatique (re_culture)

# LabelCrop
source: Crop
fr_ca: culture

# LabelCropNitrogenDemand
source: Crop nitrogen demand (CropN_demand)
fr_ca: besoins de la culture en azote (besoinsN_culture)

# LabelFarm
source: Farm
fr_ca: ferme

# LabelManagementFactor
source: Management factor (r_e)
fr_ca: facteur de gestion (r_e)

# LabelManureResiduePool_ManureN
source: Manure residue pool (ManureN)
fr_ca: réservoir de résidus de fumier (fumierN)

# LabelMicrobialNitrogenBalance
source: Microbial Nitrogen Balance (N_microbeNbalance)
fr_ca: bilan d'azote microbien (N_bilanNmicrobe)

# LabelMicrobeNitrogenPool_N_microbeN
source: Microbial Nitrogen Pool (microbeN)
fr_ca: réservoir d'azote microbien (microbeN)

# LabelN_min_FromDecompositionOfOldCarbon
source: N Mineralization from Decomposition of old Carbon (N_min_fromDecompositionOfOldCarbon)
fr_ca: Minéralisation de l’azote issu de la décomposition du vieux carbone (min_N_issudedécompositionvieuxcarbone)

# LabelArea
source: Area
fr_ca: superficie

# LabelMineralNitrogenBalance
source: Mineral Nitrogen Balance (N_mineralNbalance)
fr_ca: bilan d'azote minéral (N_bilanNminéral)

# LabelMineralNitrogenPool_N_mineralN
source: MIneral Nitrogen Pool (mineralN)
fr_ca: réservoir d'azote minéral (Nminéral)

# LabelSumOfMineralAndMicrobialPools
source: Mineral + microbial
fr_ca: minéral + microbien

# LabelAboveGroundNitrogenResidueForCrop
source: Above Ground Nitrogen Residue for Crops (AGresidueN_Crop)
fr_ca: azote des résidus de culture aériens (N_résidusA_culture)

# LabelBelowGroundResidueNitrogenForCrop
source: Below Ground Residue N for Crop (BGresidueN_Crop)
fr_ca: N résiduel du sol disponible à la culture (Nrésiduelsol_culture)

# LabelDirectNitrousOxideEmissionsFromCropResidues
source: N2O-N From Crop Residues (N2O-N_CRNdirect)
fr_ca: N2O-N des résidus de culture (N2O-N_NRCdirect)

# LabelDirectNitrousOxideEmissionsFromNMinealization
source: N2O-N from Nitrogen Mineralization (N2O-N_CRNmindirect)
fr_ca: N2O-N de la minéralisation d'azote (N2O-N_NRCmindirect)

# LabelDirectNitrousOxideEmissionsFromOrganicNitrogen
source: N2O-N from Organic Nitrogen (N2O-N_ONdirect)
fr_ca: N2O-N d’azote organique (N2O-N_AOdirect)

# LabelDirectNitrousOxideEmissionsFromSyntheticN
source: N2O-N from Synthetic Nitrogen (N2O-N_SNdirect)
fr_ca: N2O-N d’azote synthétique (N2O-N_ASdirect)

# LabelOldPoolNitrogenRequirement
source: Old Pool Nitrogen Requirements (delta_O_Ndemand)
fr_ca: besoins en azote d'un vieux réservoir (delta_O_Ndemande)

# LabelOldPoolSoilCarbon
source: Old Pool Soil Carbon (O_t)
fr_ca: carbone du sol d'un vieux réservoir (V_t)

# LabelOverflow
source: Overflow
fr_ca: trop-plein

# LabelPlantCarbonInProduct
source: Plant Carbon in Product (C_p)
fr_ca: carbone végétal dans le produit (C_p)

# LabelRatio
source: Ratio
fr_ca: rapport

# LabelSoilCarbon
source: Soil Carbon (C_t)
fr_ca: carbone du sol (tC)

# LabelMeasuredSoilCarbon
source: Measured Soil Carbon (C_t_measured)
fr_ca: carbone du sol mesuré (tC_mesuré)

# LabelSoilCarbonRMSE
source: Soil Carbon RMSE (C_t_rmse)
fr_ca: carbone du sol EQM (tC_eqm)

# LabelSoilCarbonMAE
source: Soil Carbon MAE (C_t_mae)
fr_ca: carbone du sol EMA (tC_ema)

# LabelCalculatedCarbonDifferenceFromStartYear
source: Calculated C Difference From Start of Year (calculated_C_t_difference_from_start_year)
fr_ca: Différence de C calculée par rapport au début de l’année (différence_C_t_calculée_prt_début_année)

# LabelMeasuredCarbonDifferenceFromStartYear
source: Measured Carbon Difference from Start of Year (measured_C_t_difference_from_start_year)
fr_ca: Différence de carbone mesurée par rapport au début de l’année (différence_C_t_mesurée__prt_début_année)

# LabelSyntheticInputsBeforeAdjustment
source: Synthetic Inputs Before Adjustments (N_SN)
fr_ca: Apports d’azote de synthèse avant rajustements (N_synt)

# LabelTillageFactor
source: Tillage Factor (r_c)
fr_ca: facteur de travail du sol (r_c)

# LabelTimePeriod
source: Time period
fr_ca: période

# LabelDifferenceBetweenInputsAndOutputs
source: Total N difference
fr_ca: différence de N total

# LabelMicrobeDeath
source: Microbe death
fr_ca: mort microbienne

# LabelTotalNitrogenEmissions
source: Total N emissions
fr_ca: émissions totales de N

# LabelTotalNitrogenInputs
source: Total N inputs
fr_ca: apports totaux de N

# LabelTotalNitrogenOutputs
source: Total N outputs
fr_ca: pertes totales de N

# LabelTotalUptake
source: Total N uptake
fr_ca: absorption totale de N

# LabelMineralPlusMicrobial
source: Mineral + Microbial
fr_ca: minéral + microbien

# LabelYear
source: Year
fr_ca: année

# LabelYield
source: Yield
fr_ca: rendement

# LabelHarvestMethod
source: Harvest method
fr_ca: méthode de récolte

# LabelMoistureContent
source: Moisture content
fr_ca: teneur en eau

# LabelAmountOfProductReturnedToSoil
source: Product returned to soil
fr_ca: produit retourné au sol

# LabelAmountOfStrawReturnedToSoil
source: Straw returned to soil
fr_ca: paille retournée au sol

# LabelAmountOfRootsReturnedToSoil
source: Roots returned to soil
fr_ca: racines retournées au sol

# LabelAmountOfExtrarootsReturnedToSoil
source: Extraroot returned to soil
fr_ca: organes souterrains retournés au sol

# LabelYoungPoolAboveGround
source: Young Pool Above Ground (Y_ag)
fr_ca: jeune réservoir aérien (J_a)

# LabelYoungPoolBelowGround
source: Young Pool Below Ground (Y_bg)
fr_ca: jeune réservoir souterrain (J_s)

# LabelRelativeCAllocationCoefficientProduct
source: Relative C allocation coefficient of product
fr_ca: coefficient relatif d’allocation du C du produit

# LabelRelativeCAllocationCoefficientStraw
source: Relative C allocation coefficient of straw
fr_ca: coefficient relatif d’allocation du C relatif de la paille

# LabelRelativeCAllocationCoefficientRoots
source: Relative C allocation coefficient of roots
fr_ca: coefficient relatif d’allocation du C des racines

# LabelRelativeCAllocationCoefficientExtraroots
source: Relative C allocation coefficient of extraroots
fr_ca: coefficient relatif d’allocation du C des organes souterrains

# LabelDenitrificationForArea
source: Denitrification for area (N2-N_loss)
fr_ca: dénitrification pour la superficie (perte_N2-N)

# LabelIndirectNitrousOxideFromCropResidueLeaching
source: N2O-N from Crop Residue Leaching (N2O-N_CRNleach)
fr_ca: N2O-N issu du lessivage des résidus de culture (N2O-N_lessivageNRC)

# LabelIndirectNitrousOxideFromMineralLeaching
source: N2O-N from Mineral Leaching (N2O-N_minleach)
fr_ca: N2O-N issu du lessivage des minéraux (N2O-N_lessivagemin)

# LabelIndirectNitrousOxideFromOrganicNLeaching
source: N2O-N from Organic Nitrogen Leaching (N2O-N_ONleach)
fr_ca: N2O-N issu du lessivage de l’azote organique (N2O-N_lessivageNorg)

# LabelIndirectNitrousOxideFromSyntheticNitrogenLeaching
source: N2O-N from Synthetic Nitrogen Leaching (N2O-N_SNleach)
fr_ca: N2O-N issu du lessivage de l’azote de synthèse (N2O-N_lessivageNsynt)

# LabelIndirectNitrousOxideFromSyntheticNVolatilization
source: N2O-N from Synthetic Nitrogen Volatilization (N2O-N_SNvolatilization)
fr_ca: N2O-N issu de la volatilisation de l’azote de synthèse (N2O-N_volatilisationNsynt)

# LabelTotalAmmoniaForArea
source: NH4-N_volatilized
fr_ca: NH4-N_volatilisé

# LabelTotalNitrateLeachingForArea
source: NO3-N_totalLeach
fr_ca: NO3-N_lessivageTotal

# LabelYoungPoolManure
source: Young Pool Manure (y_m)
fr_ca: fumier d'un jeune réservoir (J_f)

# LabelMicrobePoolAfterCloseOfBudget
source: Microbial pool (after budget close)
fr_ca: réservoir microbien (après la clôture du budget)

# LabelMicrobePoolAfterCropDemandReduction
source: Microbial pool (after crop demand reduction)
fr_ca: réservoir microbien (après la réduction des besoins de la culture)

# LabelMicrobePoolAfterOldPoolDemandReduction
source: Microbial pool (after old pool reduction)
fr_ca: réservoir microbien (après la réduction de vieux réservoirs)

# EnumIonophorePlusFourPercentFat
source: Ionophore + 4% Fat
fr_ca: ionophore + 4 % de matières grasses

# EnumIonophorePlusTwoPercentFat
source: Ionophore + 2% Fat
fr_ca: ionophore + 2 % de matières grasses

# EnumBackgrounding
source: Backgrounding
fr_ca: semi-finition

# LabelAmountOfManure
source: Amount of manure
fr_ca: quantité de fumier

# LabelAmountOfNitrogenFromAppliedManure
source: Amount of N from applied manure
fr_ca: quantité d’azote provenant du fumier épandu

# LabelKilogramsCarbonPerYear
source: kg C year^-1
fr_ca: kg C année^-1

# LabelKilogramsNitrogenPerYear
source: kg N year^-1
fr_ca: kg N année^-1

source: Housed in barn (slurry)
fr_ca: logé en étable (lisier)

source: Housed in barn (solid)
fr_ca: logé en étable (solide)

# KilogramsTan
source: kg TAN
fr_ca: kg AAT

# LabelCarbonPerHeadPerMonth
source: kg C head^-1 month^-1
fr_ca: kg C tête^-1 mois^-1

# ErrorFieldAreaCannotBeZero
source: Field area cannot be 0
fr_ca: Le champ ne peut pas être 0

# LabelKilogramsNitrogenPerHeadPerMonth
source: kg N head^-1 month^-1
fr_ca: kg N tête^-1 mois^-1

# KilogramsTanPerAnimalPerMonth
source: kg TAN head^-1 month^-1
fr_ca: kg AAT tête^-1 mois^-1

source: Wet weight
fr_ca: poids humide

# EnumCarMultipleYearAverage
source: CAR average
fr_ca: moyenne RAR

# EnumCarSingleYear
source: CAR single year
fr_ca: année donnée RAR

# PercentageWetWeight
source: % wet weight
fr_ca: % poids humide

source: Alfalfa Seed
fr_ca: semence de luzerne

source: Green Feed
fr_ca: fourrage vert

source: Barley Silage Under Seed
fr_ca: ensilage d'orge contre-ensemencée

source: Brome Hay
fr_ca: foin de brome

source: Caraway
fr_ca: carvi commun

source: Carrot
fr_ca: carotte

source: Corn Silage
fr_ca: ensilage de maïs

source: CPS Wheat
fr_ca: blé CPS

source: Dill
fr_ca: aneth

source: DryBean
fr_ca: haricot sec

source: Faba Beans
fr_ca: féveroles

source: Fresh Corn Sweet
fr_ca: maïs sucré frais

source: Fresh Peas
fr_ca: pois frais

source: Grass Seed
fr_ca: semences de graminées

source: Hard Red Spring Wheat
fr_ca: blé de force roux de printemps

source: Malt Barley
fr_ca: orge de brasserie

source: Milk Vetch
fr_ca: astragale

source: Mint
fr_ca: menthe

source: Monarda
fr_ca: monarde

source: Native Pasture
fr_ca: pâturage naturel

source: Oat Silage
fr_ca: ensilage d'avoine

source: Onion
fr_ca: oignon

source: Seed Potato
fr_ca: pomme de terre de semence

source: Small Fruit
fr_ca: petit fruit

source: Soft Wheat
fr_ca: blé tendre

source: Sorghum Sudan Grass
fr_ca: sorgho-herbe du Soudan

source: Tame Pasture
fr_ca: pâturage artificiel

source: Timothy Hay
fr_ca: foin de fléole des prés

source: Turf Sod
fr_ca: gazon en plaques

# EnumNineteenEightyToNineteenNinety
source: 1980 to 1990
fr_ca: 1980 à 1990

# EnumNineteenNinetyToTwoThousand
source: 1990 to 2000
fr_ca: 1990 à 2000

# EnumProjectionPeriod
source: Projection Period
fr_ca: période de prévision

# EnumTwoThousandToCurrent
source: 2000 to Current
fr_ca: de 2000 à aujourd'hui

# TitleGrowerToFinish
source: Grower-to-Finish
fr_ca: croissance à la finition

# TitleIsoWean
source: Iso-Wean
fr_ca: sevrage en isolement

# LabelFeedingStrategy
source: Feeding strategy
fr_ca: stratégie d'alimentation

# LabelOpenGilts
source: Open gilts
fr_ca: jeunes truies vides

# LabelBredGilts
source: Bred gilts
fr_ca: jeunes truies saillies

# LabelGrowerFinisherHogs
source: Grower-finisher hogs
fr_ca: porcs à l'engrais

# LabelWeanedPiglets
source: Weaned piglets
fr_ca: porcelets sevrés

# LabelGiltSelection
source: Gilt selection
fr_ca: sélection de jeunes truies

# LabelPiglets
source: Piglets
fr_ca: porcelets

# LabelStage
source: Stage
fr_ca: étape

# LabelFarrowingGilts
source: Farrowing gilts
fr_ca: jeunes truies de naissage
