Repository: holos-aafc/Holos
Catalog: H.Core/Properties/Resources.*.resx
Languages: fr_ca

# ToolTipEwesAndLambsComponent
source: The lambs and ewes component allows the creation and maintenance of management periods and other information related to each animal group including animal weight, diet, housing and manure handling information
fr_ca: La composante Lambs & Ewes (agneaux et brebis) permet la création et la maintenance des périodes de gestion et d’autres renseignements liés à chaque groupe d’animaux, notamment des renseignements sur le poids des animaux, la ration, le bâtiment d'élevage et la manutention du fumier des animaux.

# ToolTipFieldsComponent
source: A field component contains details like the crop sown, land area, and tillage regime. Crops are categorized by their growth type (i.e., Annual, Perennial, etc.). A field component allows the creation of various fields representing crops on the farm.
fr_ca: La composante Field (champs) contient des détails tels que les espèces semées, la superficie de terrain et le régime de travail du sol. Les cultures sont catégorisées selon leur type de croissance (cultures annuelles, vivaces, etc.). Une composante pour les champs permet la création de divers champs représentant les cultures de l’exploitation.

# ToolTipFinishingComponent
source: The finishing period is when beef animals are fed an energy-dense diet so that they will grow rapidly and add muscle to their frame. The beef finisher component includes the Heifers and Steers groups
fr_ca: La période de finition est la période durant laquelle les animaux de boucherie reçoivent une ration riche en calories pour qu’ils grandissent rapidement et deviennent plus musclés. La composante Beef Finisher (bovins de finition) inclut les groupes de génisses et de bouvillons.

# ToolTipGoatsComponent
source: The goats component allows the creation and maintenance of management periods and other information related to goats, like the number of animals and manure handling information.
fr_ca: La composante Goats (chèvres) permet la création et la maintenance des périodes de gestion et d’autres renseignements liés aux chèvres, notamment le nombre d’animaux et des renseignements sur la manutention du fumier des animaux.

# ToolTipHorsesComponent
source: The horse component allows the creation and maintenance of management periods and other information related to rams like number of animals and manure handling information.
fr_ca: La composante Horse (chevaux) permet la création et la maintenance des périodes de gestion et d’autres renseignements liés aux chevaux, notamment le nombre d’animaux et des renseignements sur la manutention du fumier des animaux.

# ToolTipLlamasComponent
source: The Llamas component allows the creation and maintenance of management periods and other information related to llams, like the number of animals and manure handling information.
fr_ca: La composante Llamas (lamas) permet la création et la maintenance des périodes de gestion et d’autres renseignements liés aux mulets, notamment le nombre d’animaux et des renseignements sur la manutention du fumier des animaux.

# ToolTipMulesComponent
source: The mules component allows the creation and maintenance of management periods and other information related to mules, like the number of animals and manure handling information.
fr_ca: La composante Mules (mulets) permet la création et la maintenance des périodes de gestion et d’autres renseignements liés aux mulets, notamment le nombre d’animaux et des renseignements sur la manutention du fumier des animaux.

# ToolTipRamsComponent
source: The rams component allows the creation and maintenance of management periods and other information related to rams including animal weight, diet, housing and manure handling information.
fr_ca: La composante Rams (béliers) permet la création et la maintenance des périodes de gestion et d’autres renseignements liés aux béliers, notamment des renseignements sur le poids, la ration, le bâtiment d'élevage et la manutention du fumier des animaux.

# ToolTipSheepFeedlotComponent
source: The sheep feedlot component allows the creation and maintenance of management periods and other information related to sheep feedlots including animal weight, diet, housing and manure handling information.
fr_ca: La composante Sheep Feedlot (parcs d’engraissement de moutons) permet la création et la maintenance des périodes de gestion et d’autres renseignements liés aux parcs d’engraissements de moutons, notamment des renseignements sur le poids, la ration, le bâtiment d’élevage et la manutention du fumier des animaux.

# ToolTipShelterbeltComponent
source: Shelterbelts are linear plantings of trees and/or shrubs that form part of an agricultural production system. A Shelterbelt component consists of rows of trees containing various tree types such as Caragana, Green Ash, Hybrid Polar etc.
fr_ca: Les brise-vent sont des arbres ou des arbustes plantés en rangée et faisant partie d’un système de production agricole. Un élément de brise-vent consiste en des rangées d’arbres contenant divers types d’essences, par exemple des caraganas, des frênes rouges ou des peupliers hybrides.

# LabelKdCB3
source: Degradation rate of slowly degradable fiber
fr_ca: Taux de dégradation des fibres à dégradation lente

# LabelKdPB
source: Degradation rate of degradable protein
fr_ca: Taux de dégradation des protéines dégradables

# LabelSugars
source: Sugars
fr_ca: Glucides

# AbbrevCrudeProtein
source: CP
fr_ca: PB

# LabelCrudeFiber
source: Crude Fiber
fr_ca: Fibres brutes

# EnumCustomOrganic
source: Custom (Organic)
fr_ca: Personnalisé (organique)

# EnumCustomSynthetic
source: Custom (Synthetic)
fr_ca: Personnalisé (synthétique)

# MessageIncorrectHarvestMethodSelected
source: '{0}' is currently set to grow an annual cash crop. If you would like to graze an annual crop, please switch the harvest method to {1} instead and choose the silage version of the same (or similar) crop, or grow a perennial crop instead ('{0}' is currently growing {2} in {3}). Holos will allow animals to graze on cover crops in a future update of the model.
fr_ca: {0}’ est actuellement fixé pour produire une culture commerciale annuelle. Si vous voulez brouter une culture annuelle, veuillez plutôt faire passer la méthode de récolte à {1} et choisir la version d’ensilage de la même culture ou d’une culture similaire, ou produire une culture vivace à la place (‘{0}’ cultive actuellement {2} dans {3}). Une version future du modèle de Holos permettra que des animaux pâturent dans des cultures couvre-sol.

# LabelManureNotAppliedToAnyField
source: Manure not applied to field(s)
fr_ca: Pas d’épandage de fumier dans les champs

# EnumControlledRelease
source: Controlled release
fr_ca: Libération contrôlée

# EnumNitrificationAndUreaseInhibitor
source: Nitrification and Urease inhibitor
fr_ca: Inhibiteur de nitrification et d’uréase

# EnumNitrificationInhibitor
source: Nitrification inhibitor
fr_ca: Inhibiteurs de nitrification

# EnumUreaseInhibitor
source: Urease inhibitor
fr_ca: Inhibiteurs d’uréase

# DollarsPerDayPerAnimal
source: $ day^-1 animal^-1
fr_ca: $ jour^-1 animal^-1

# DollarsPerTon
source: $ ton^-1
fr_ca: $ t^-1

# PastureGrassHigh
source: Pasture grass, high quality
fr_ca: Graminées pour pâturage, qualité élevée

# PastureGrassLow
source: Pasture grass, low quality
fr_ca: Graminées pour pâturage, qualité faible

# PastureGrassMedium
source: Pasture grass, medium quality
fr_ca: Graminées pour pâturage, qualité moyenne

# EnumNonFossilCH4
source: CH4 (non-fossil)
fr_ca: CH4 (non fossile)

# EnumLayers
source: Layers
fr_ca: pondeuses

source: Hemp
fr_ca: Chanvre

source: Paper products
fr_ca: Produits de papier

source: Peat
fr_ca: Tourbe

# KilogramsN2OPerField
source: kg N2O field^-1
fr_ca: kg N2O champ^-1

# KilogramsN2ONPerField
source: kg N2O-N field^-1
fr_ca: kg N2O N champ^-1

# KilogramsNONPerField
source: kg NO-N field^-1
fr_ca: kg NO-N champ^-1

# PoundsN2OPerField
source: lb N2O field^-1
fr_ca: lb N2O champ^-1

# PoundsN2ONPerField
source: lb N2O-N field^-1
fr_ca: lb N2O-N champ^-1

# PoundsNONPerField
source: lb NO-N field^-1
fr_ca: lb NO-N champ^-1

# PoundsNO3NPerField
source: lb NO3-N field^-1
fr_ca: lb NO3-N champ^-1

# LabelLandAppliedManure
source: Land applied manure
fr_ca: fumier épandu sur la terre

# MessageBackupRestored
source: Holos was not shutdown properly during the last session. A backup created on {0} at {1} has been restored. Please verify your data for consistency.
fr_ca: Holos n’a pas été fermé correctement lors de la dernière session. Une copie de sauvegarde sur {0} à {1} a été récupérée. Veuillez vérifier la cohérence de vos données.

# LabelReportYear
source: Report year
fr_ca: Année du rapport

# MessageShelterbeltComponentNotAvailable
source: Plant hardiness zone data is not available for this polygon. Therefore, the shelterbelt farm component will not be available. Plant hardiness zones outside the range 2A – 4B cannot be modelled until more data becomes available.
fr_ca: Les données sur la zone de rusticité de ce végétal ne sont pas disponibles pour ce polygone. Par conséquent, la composante pour les exploitations avec brise-vent ne sera pas disponible. Les zones de rusticité des végétaux à l’extérieur de l’intervalle 2A – 4B ne peuvent pas être modélisées par manque de données disponibles.

# MessageAnimalComponentEmissionsSingleProductionCycle
source: Animal component results are for a single production cycle only. Therefore, to get the annual emissions value, multiply the results by the number of production cycles in a single year.
fr_ca: Les résultats pour les animaux ne correspondent qu’à un seul cycle de production. Pour obtenir la valeur des émissions annuelles, multipliez les résultats par le nombre de cycles de production dans une année.

# MessageProvideCustomNeValuesForBeefCalvesDietIngredient
source: To calculate enteric methane emissions for calves who are not being milk-fed, custom values need to be specified for NEga and NEma.
fr_ca: Pour calculer les émissions de méthane entérique des veaux encore non sevrés, des valeurs personnalisées doivent être précisées pour NEga et Nema.

# InchesPerAcre
source: in ac^-1
fr_ca: en ac^-1

# SavingDataMessage
source: Saving data, please wait.
fr_ca: Enregistrement des données en cours, veuillez patienter.

# LabelLactating
source: Lactating
fr_ca: en lactation

# LabelPregnancy
source: Pregnancy
fr_ca: gestation

# EnumCompostedInVessel
source: Composted in-vessel
fr_ca: composté dans le récipient

# EnumSolidStorageWithOrWithoutLitter
source: Solid storage (with or without litter)
fr_ca: Entreposage sous forme solide (avec ou sans litière)

# LabelProportionOfManureAddedToDigestor
source: Proportion of daily manure added to digestor
fr_ca: Proportion de fumier quotidien ajouté au digesteur

# CubicNormalMetersPerMonth
source: Nm³ month⁻¹
fr_ca: Nm³ mois¹

# CubicNormalMetersPerYear
source: Nm³ year⁻¹
fr_ca: Nm³ année¹

# KilogramsPerMonth
source: kg month⁻¹
fr_ca: kg mois¹

# KilowattHoursPerMonth
source: kWh month⁻¹
fr_ca: kWh mois¹

# KilowattHoursPerYear
source: kWh year⁻¹
fr_ca: kWh année¹

source: Flow rate
fr_ca: débit

# LabelTotalCarbon
source: Total carbon
fr_ca: carbone total

# LabelHydraulicRetentionTime
source: Hydraulic retention time
fr_ca: temps de rétention hydraulique

# LabelNumberOfReactors
source: Number of reactors
fr_ca: nombre de réacteurs

# EnumFreshManure
source: Fresh manure
fr_ca: fumier frais

# EnumStoredManure
source: Stored manure
fr_ca: fumier stocké

# LabelAvailableCarbon
source: Available C
fr_ca: C disponible

# LabelAvailableNitrogen
source: Available N
fr_ca: N disponible

# TitleBiogasAndMethanePotential
source: Biogas & Methane Potential
fr_ca: potentiel de biogaz et de méthane

# TitleDigestateFlows
source: Digestate Flows
fr_ca: flux du digestat

# TitleLandApplication
source: Land Application
fr_ca: Épandage au sol

# TitleStorageEmissions
source: Storage Emissions
fr_ca: Émissions du stockage

# MessageNotEnoughDigestateForLandApplication
source: Not enough digestate has been created by the anaerobic digestor for this field application. Adjust amounts of other digestate applications or increase digestate production to apply a higher amount of digestate to the field. A maxiumum amount of {0} {1} can be used for this digestate application.
fr_ca: Le digesteur anaérobie n’a pas créé suffisamment de digestat pour cet épandage au champ. Rajuster les quantités des autres épandages de digestat ou augmenter la production de digestat pour épandre une plus grande quantité de digestat au champ. Une quantité maximale de {0} {1} peut être utilisée pour cet épandage de digestat.

# LabelLiquidFraction
source: Total liquid digestate produced
fr_ca: fraction liquide

# LabelSolidFraction
source: Total solid digestate produced
fr_ca: fraction solide

# LabelTotalLiquidDigestateRemainingAfterAllFieldApplications
source: Total liquid digestate remaining after all field applications
fr_ca: total du digestat liquide résiduel après tous les épandages au champ

# LabelTotalSolidDigestateRemainingAfterAllFieldApplications
source: Total solid digestate remaining after all field applications
fr_ca: total du digestat solide résiduel après tous les épandages au champ

# TotalRawDigestateRemainingAfterAllFieldApplications
source: Total whole raw digestate remaining after all field applications
fr_ca: total du digestat brut résiduel après tous les épandages au champ

# AnaerobicDigestionStepOneText
source: All digestate produced by the anaerobic digestor is separated into liquid and solid amounts by default. To keep the digestate in a non-separated (raw) state, disable this function by selecting the "No" option below. Please note: Holos assumes that all digestate (separated and non-separated) available for land application has not undergone a period of post-digester storage and is thus 'raw' digestate.
fr_ca: Tous les digestats produits par le digesteur anaérobie sont séparés par défaut en quantités liquides et solides. Pour garder le digestat dans un état non séparé (brut), désactivez cette fonction en sélectionnant l’option « Non » ci-dessous.

# AnaerobicDigestionStepTwoText
source: All manure produced by animals on the farm can be added to the anaerobic digestor. Choose which management periods will be selected as the source of manure entering the digestor. To select a management period, click the "Add" checkbox. By default, all daily manure (100%) produced by the selected management period is added to the digestor. This daily percentage amount can be adjusted as needed by adjusting the "Daily manure added to digestor" column. If no animals exist on the farm, it is possible to use imported manure as a feedstock for the digestor. To add imported manure, the user must enter a daily amount fed into the digestor and the manure type.
fr_ca: Tout le fumier produit par les animaux à la ferme peut être ajouté au digesteur anaérobie. Choisissez les périodes de gestion qui seront sélectionnées comme source du fumier entrant dans le digesteur. Pour sélectionner une période de gestion, cochez la case Ajouter. Par défaut, tout (100 %) le fumier quotidien produit durant la période de gestion sélectionnée est ajouté au digesteur. On peut ajuster ce pourcentage quotidien au besoin dans la colonne Pourcentage quotidien du fumier ajouté (%). S’il n’y a pas d’animaux à la ferme, il est possible d’utiliser le fumier importé comme matière première pour le digesteur. Pour ajouter du fumier importé, l’utilisateur doit entrer une quantité quotidienne dans le digesteur et le type de fumier.

# AnaerobicDigestionStepThreeText
source: Farm and crop residues can be added to the anaerobic digestor by clicking the 'Add Farm Residue Type' or 'Add Crop Residue Type' button(s)
fr_ca: Vous pouvez ajouter les résidus agricoles et de cultures au digesteur anaérobie en cliquant sur le bouton Ajouter un type de résidus agricoles ou sur le bouton Ajouter un type de résidus de cultures.

# EnumElectricity
source: Electricity production
fr_ca: production d’électricité

# EnumHeat
source: Heat production
fr_ca: production de chaleur

# EnumMethaneToGrid
source: Methane injection to gas grid
fr_ca: injection de méthane dans le réseau de distribution de gaz

# ADStepFourText
source: Select the target output for the anaerobic digestor component
fr_ca: Sélectionnez la sortie cible pour le composant du digesteur anaérobie.

# LabelPrimaryADOutput
source: Target digestor output
fr_ca: sortie du digesteur cible

# StepFourText
source: Step 4
fr_ca: Étape 4

# LabelDailyPercentageOfManureAddedToAd
source: Daily percentage of manure added (%)
fr_ca: pourcentage quotidien de fumier ajouté (%)

# AnaerobicDigestionStepTwoTextNoAnimalComponents
source: To add animal manure to the anaerobic digestor, at least one animal component must be added to the farm. Once an animal component has been added to the farm, the option to add animal manure will be available
fr_ca: Pour ajouter du fumier animal au digesteur anaérobie, au moins un composant animal doit être ajouté à la ferme. Une fois qu’une composante animale a été ajoutée à la ferme, l’option d’ajouter du fumier animal sera offerte.

# LabelDigestateCarbonInput
source: Digestate carbon input
fr_ca: apport en carbone du digestat

# LabelAmountOfCFromDigestate
source: Amount of C from applied digestate
fr_ca: quantité de C provenant du digestat appliqué

# LabelAmountOfNFromDigestate
source: Amount of N from applied digestate
fr_ca: quantité d’azote provenant du digestat appliqué

# LabelN2OEmissionFactor
source: N₂O emission factor
fr_ca: facteur d’émission du N2O

# EnumBoarsDietType
source: Boars
fr_ca: verrats

# LabelActivePool
source: Active pool
fr_ca: Bassin actif

# LabelPassivePool
source: Passive pool
fr_ca: Bassin passif

# LabelSlowPool
source: Slow pool
fr_ca: Bassin lent

source: Julian Day
fr_ca: Jour julien

source: Mean Daily Air Temperature
fr_ca: Température quotidienne moyenne de l’air

source: Mean Daily Pet
fr_ca: ETP quotidienne moyenne

source: RelativeHumidity
fr_ca: Humidité relative

source: Solar Radiation
fr_ca: Rayonnement solaire

source: Year
fr_ca: Année

# LabelNumberOfRestDays
source: Number of rest days between production cycles
fr_ca: Nombre de jours de repos entre les cycles de production

# NumberOfRestDaysInCycleDescription
source: For each animal group, a single default production cycle (composed of one or more management periods) is provided in the table below. A number of rest (non-productive) days between production cycles can be entered if there is more than one production cycle per year.
fr_ca: Pour chaque groupe d’animaux, un unique cycle de production par défaut (composé d’une ou de plusieurs périodes de gestion) est fourni dans le tableau ci-dessous. Un certain nombre de jours de repos (non productifs) entre les cycles de production peuvent être entrés s’il y a plus d’un cycle de production par année.

# TooltipProductionDays
source: In Canada, some livestock production systems are typically "all in, all out" systems, where all animals enter and leave the barn at the same time with a number of days between production periods to clean the facilities before the next group of animals arrives. These systems include feedlot cattle (steers and heifers), swine, and poultry production. Therefore, to calculate total annual emissions from a livestock operation where there are multiple production cycles per year, the number of production days per year (excluding non-productive days between production cycles) are considered. Daily emissions estimates are multipled by the total number of production days in a year.
fr_ca: Au Canada, les systèmes de production du bétail sont généralement des systèmes à renouvellement intégral, c’est-à-dire que tous les animaux entrent dans l’étable et en sortent en même temps, avec un certain nombre de jours entre les périodes de production pour le nettoyage des installations avant l’arrivée du prochain groupe d’animaux. Ces systèmes concernent entre autres les bovins de parc d’engraissement (bouvillons et génisses), les porcs et la volaille. Par conséquent, pour calculer les émissions annuelles totales d’une exploitation d’élevage où il y a plusieurs cycles de production par année, le nombre de jours de production par année (à l’exclusion des jours non productifs entre les cycles de production) est pris en compte. Les estimations des émissions quotidiennes sont multipliées par le nombre total de jours de production dans une année.

# EnumGiltDeveloperDietType
source: Gilt developer
fr_ca: Développement des truies

# LabelGiltDeveloperDiet
source: Gilt developer diet
fr_ca: Ration de développement des truies

# LabelBoarDiet
source: Boar diet
fr_ca: Ration pour verrats

# LabelHeatDetection
source: Heat detection
fr_ca: Détection de chaleur

# LabelHogs
source: Hogs
fr_ca: Porcs

source: Component Type
fr_ca: Type de composante

# LabelTotalManureNitrogenAvailableForLandApplication
source: Total manure N available for land application
fr_ca: Quantité totale de N du fumier disponible pour l’épandage

# EnumAmmoniumNitrateGranulated
source: Ammonium nitrate (granulated)
fr_ca: Nitrate d’ammonium (granules)

# EnumAmmoniumNitratePrilled
source: Ammonium nitrate (prilled)
fr_ca: Nitrate d’ammonium (billes)

# EnumNpkMixedAcid
source: NPK (mixed-acid)
fr_ca: NPK (acide mixte)

# EnumPotassiumSulphate
source: Potassium sulphate
fr_ca: Sulfate de potassium

# MessageCalfsAreAssumedToBeUnweaned
source: Beef calves are assumed to be unweaned animals that are still with the cow and are fed entirely or partially on milk; once weaned any calves kept on the farm are expected to pass into the 'replacement heifers' animal group
fr_ca: On suppose que les veaux de boucherie sont des animaux non sevrés qui sont encore avec la vache et qui sont entièrement ou partiellement nourris de lait; une fois sevré, tout veau resté à la ferme devrait passer dans le groupe des génisses de remplacement.

# LabelTotalCarbonInput
source: Total carbon input
fr_ca: Apport de carbone total

# LabelUseConstantIndoorTemperature
source: Use constant indoor temperature
fr_ca: Utiliser une température intérieure constante

# ButtonCreateManureExport
source: Create Manure Export
fr_ca: Créer une exportation de fumier

# ManureExportHeader
source: Manure produced by animals on this farm can be exported off-site. To export manure from this farm, click the 'Create Manure Export' button and specify the amount exported
fr_ca: Le fumier produit par les animaux de cette ferme peut être exporté hors site. Pour exporter du fumier de cette ferme, cliquez sur le bouton Exporter du fumier et précisez la quantité exportée.

# LabelAmountOfManureRemainingForExport
source: Amount of manure available for export
fr_ca: Quantité de fumier disponible pour l’exportation

# LabelTotalManureExported
source: Total manure exported
fr_ca: Quantité totale de fumier exportée

# LabelTotalManureProducedOnFarm
source: Total manure produced on farm
fr_ca: Quantité totale de fumier produit à la ferme

# TitleManureExportDetails
source: Manure Export Details
fr_ca: Détails sur l’exportation du fumier

# MessageExportingDataWarning
source: Exporting farms. Please wait and do not close this window while data is being exported.
fr_ca: Exporting farms. Please do not close this window while data is being exported.

# MessageImportFarmWarning
source: Importing farms. Please wait and do not close this window while data is being imported.
fr_ca: Importing farms. Please do not close this window while data is processing.

# ButtonAddCropResidueSubstrateTypes
source: Add Crop Residue Substrate Type
fr_ca: Ajouter des types de substrat de résidus de cultures

# LabelFractionOfLandOccupied
source: Fraction of land occupied by lower portion of landscape
fr_ca: Fraction des terres occupées par la partie inférieure du paysage
